{"19eLuQmk9aCobbVDHc6eek": {"toptracks": ["What A Wonderful World", "Dream A Little Dream Of Me", "La Vie En Rose - Single Version"], "bio": "Louis Armstrong (August 4, 1901 – July 6, 1971), nicknamed Satchmo or Pops, was an American jazz trumpeter, singer, and an influential figure in jazz music.\nComing to prominence in the 1920s as an \"inventive\" trumpet and cornet player, Armstrong was a foundational influence in jazz, shifting the focus of the music from collective improvisation to solo performance. With his instantly recognizable gravelly voice, Armstrong was also an influential singer, demonstrating great dexterity as an improviser, bending the lyrics and melody of a song for expressive purposes. He was also skilled at scat singing (vocalizing using sounds and syllables instead of actual lyrics).\nRenowned for his charismatic stage presence and voice almost as much as for his trumpet-playing, Armstrong's influence extends well beyond jazz music, and by the end of his career in the 1960s, he was widely regarded as a profound influence on popular music in general. Armstrong was one of the first truly popular African-American entertainers to \"cross over\", whose skin color was secondary to his music in an America that was severely racially divided. He rarely publicly politicized his race, often to the dismay of fellow African-Americans, but took a well-publicized stand for desegregation during the Little Rock Crisis. His artistry and personality allowed him socially acceptable access to the upper echelons of American society that were highly restricted for black men.", "albums": ["By Popular Demand", "Musical Moments to Remember: Louis Armstrong in Musical & Film (2015 Digital Remaster)", "In Person", "I've Got The World On A String", "I've Got The World On A String", "Louis Under The Stars", "Louis Under The Stars", "Die Legenden des Jazz - Louis Armstrong", "Louis Armstrong: Verve Ultimate Cool", "SATCHMO - COLUMBIA JAZZ CLASSICS", "Louis Armstrong - Ambassador Of Jazz", "Louis Armstrong - Ambassador Of Jazz", "Singing And Swinging Together (Jazz Club)", "Louis - The Best Of Louis Armstrong", "Standards (Great Songs/Great Performances)", "Hello Louis - The Hit Years (1963-1969)", "Hello Louis - The Hit Years (1963-1969)", "Columbia Original Masters", "Columbia Original Masters", "New Orleans Nights", "New Orleans Nights", "Satchmo At Pasadena", "Satchmo At Pasadena", "100 ans de jazz", "Best Of/20th/Eco", "Best Of/20th/Eco", "Live At The 1958 Monterey Jazz Festival", "Live At The 1958 Monterey Jazz Festival", "Gold", "The Best Of", "The Definitive Collection", "Swingin' Hits", "Blueberry Hill", "Jazz Moods - Hot", "Jazz Moods - Hot", "Ella & Louis For Lovers", "Ella & Louis For Lovers", "The Great American Songbook", "The Great American Songbook", "The Great American Songbook", "Sony Jazz Trios", "Ella & Louis Together", "The Essential Louis Armstrong", "Louis For Lovers", "Louis Armstrong: Il Genio Del Jazz", "The Complete Hot Five And Hot Seven Recordings Volume 1", "The Complete Hot Five And Hot Seven Recordings Volume 3", "The Complete Hot Five And Hot Seven Recordings Volume 2", "The Best of The Hot 5 & Hot 7 Recordings", "The Best of The Hot 5 & Hot 7 Recordings", "The Best Of Louis Armstrong", "The Best Of Louis Armstrong", "Satch Blows The Blues", "The Best Of Louis Armstrong", "Platinum & Gold Collection", "Platinum & Gold Collection", "Sings And Swings (Bluebird's Best Series)", "Sings And Swings (Bluebird's Best Series)", "Sings & Swings", "Satchmo: A Musical Autobiography", "Satchmo: A Musical Autobiography", "Pete Fountain Presents The Best Of Dixieland: Louis Armstrong", "Pete Fountain Presents The Best Of Dixieland: Louis Armstrong", "Satchmo In Style", "Satchmo In Style", "And Friends", "Happy Birthday Louis", "The Great Summit - The Complete Sessions-Deluxe Edition", "Simply The Best", "Super Hits", "Super Hits", "Collections", "The Ultimate Collection: Louis Armstrong", "The Ultimate Collection: Louis Armstrong", "Ken Burns Jazz-Louis Armstrong", "The Definitive", "Ken Burns Jazz-Louis Armstrong", "Sings - Back Through The Years/A Centennial Celebration", "The Best Live Concert Vol. 1", "The Complete Hot Five & Hot Seven Recordings", "The Complete Hot Five & Hot Seven Recordings", "The Complete Hot Five & Hot Seven Recordings", "The Great Summit - The Master Tapes", "Essential", "The Katanga Concert", "Falling In Love With Louis Armstrong", "I Love Jazz", "I Love Jazz", "Satchmo Serenades", "Satchmo Serenades", "Love Songs", "Love Songs", "I've Got The World On A String & Louis Under The Stars", "Oh Didn't He Ramble", "The Fabulous Louis Armstrong", "The Fabulous Louis Armstrong", "20th Century Masters: The Millennium Collection: Best Of Louis Armstrong", "Louis Armstrong: Hot Fives & Sevens - Vol. 1", "Louis Armstrong: Hot Fives & Sevens - Vol. 2", "Louis Armstrong: Hot Fives & Sevens - Vol. 3", "Louis Armstrong: Hot Fives & Sevens - Vol. 4", "The Best of Louis Armstrong", "Our Love Is Here To Stay: Ella & Louis Sing Gershwin", "Our Love Is Here To Stay: Ella & Louis Sing Gershwin", "The Very Best Of Louis Armstrong", "Jazz Round Midnight", "Louis 'Satchmo' Armstrong", "Priceless Jazz 24: Louis Armstrong (Volume 2)", "This Is Jazz Louis Armstrong Sings", "Sony Jazz Collection", "A 100th Birthday Celebration", "A 100th Birthday Celebration", "The Great Chicago Concert 1956 - Complete", "The Great Chicago Concert 1956 - Complete", "The Best Of Ella Fitzgerald And Louis Armstrong On Verve", "The Best Of Ella Fitzgerald And Louis Armstrong On Verve", "The Complete Ella And Louis On Verve", "The Complete Ella And Louis On Verve", "Best Of / 20th Century - Christmas", "This Is Jazz #1", "This Is Jazz", "Greatest Hits", "Greatest Hits", "Planet Jazz - Jazz Budget Series", "Let's Do It", "Let's Do It", "Volume 3: Pocketful Of Dreams", "Volume 3: Pocketful Of Dreams", "16 Most Requested Songs", "Jazz Masters 24: Ella Fitzgerald & Louis Armstrong", "All Time Greatest Hits", "Highlights From His Decca Years", "Highlights From His Decca Years", "Louis Armstrong: Portrait Of The Artist As A Young Man 1923-1934", "Louis Armstrong: Portrait Of The Artist As A Young Man 1923-1934", "Louis Armstrong: Portrait Of The Artist As A Young Man 1923-1934", "Volume 7 You'Re Driving Me Crazy (1930-1931)", "Heart Full Of Rhythm / Volume 2 (1936-38)", "Heart Full Of Rhythm / Volume 2 (1936-38)", "The California Concerts", "The California Concerts", "Louis Armstrong And King Oliver", "Louis Armstrong And King Oliver", "I Like Jazz: The Essence Of Louis Armstrong", "Vol. 6 St. Louis Blues", "Rhythm Saved The World", "Rhythm Saved The World", "Vol. V: Louis In New York", "C'est Si Bon", "Complete RCA Victor Recordings", "Complete RCA Victor Recordings", "More Greatest Hits", "The Best Of Decca Years Volume 2: The Composer", "The Best Of Decca Years Volume 2: The Composer", "Feeling Swing", "Jazz 'Round Midnight", "The Complete Louis Armstrong - Duke Ellington Sessions", "The Hot Fives And Hot Sevens, Volume Iii", "The Best Of The Decca Years Volume One: The Singer", "The Best Of The Decca Years Volume One: The Singer", "Columbia Jazz", "Columbia Jazz", "Louis Armstrong Of New Orleans", "The Hot Fives And Hot Sevens - Volume II", "Compact Jazz: Ella Fitzgerald/ Louis Armstrong", "What A Wonderful World", "Stardust", "Stardust", "Disney Songs The Satchmo Way", "Disney Songs The Satchmo Way", "What A Wonderful World", "What A Wonderful World", "Louis Armstrong's Greatest Hits", "Louis Armstrong's Greatest Hits", "Hello, Dolly!", "Hello, Dolly!", "The Great Reunion", "The Real Ambassadors", "The Real Ambassadors", "The Real Ambassadors", "Americans in Sweden (1959)", "Louis And The Good Book", "Louis And The Good Book", "Porgy And Bess", "Porgy And Bess", "An American Songbook", "An American Songbook", "Ella And Louis Again", "Ella And Louis Again", "Ella And Louis Again", "Ella And Louis Again", "Louis Armstrong Meets Oscar Peterson", "Louis Armstrong Meets Oscar Peterson", "Louis and the Angels", "Louis and the Angels", "Mack The Knife", "Mack The Knife", "Ella & Louis", "Ella and Louis", "Ella and Louis", "Satchmo The Great", "Satchmo The Great", "Satch Plays Fats", "Satch Plays Fats", "SATCH PLAYS FATS", "Sugar: The Best of the RCA Victor Recordings", "Sugar: The Best of the RCA Victor Recordings", "Louis Armstrong: The Best of the Complete RCA Victor Recordings", "Louis Armstrong: The Best of the Complete RCA Victor Recordings", "Volume IV - Louis Armstrong And Earl Hines", "Volume IV- Louis Armstrong And Earl Hines", "All that Jazz, Vol.10: Louis Armstrong – Young Satchmo at OKEH (Recorded 1928-1931)"], "img": "https://i.scdn.co/image/7e61be280d4f457b89d563be6b2a11e8ef9e67f3"}, "3fMbdgg4jU18AjLCKBhRSm": {"toptracks": ["Billie Jean - Single Version", "Love Never Felt so Good", "Love Never Felt so Good"], "bio": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, record producer, dancer, and actor. Called the King of Pop, his contributions to music and dance, along with his publicized personal life, made him a global figure in popular culture for over four decades.\nThe eighth child of the Jackson family, he debuted on the professional music scene along with his elder brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 in 1964, and began his solo career in 1971. In the early 1980s, Jackson became a dominant figure in popular music. The music videos for his songs, including those of \"Beat It\", \"Billie Jean\", and \"Thriller\", were credited with breaking down racial barriers and with transforming the medium into an art form and promotional tool. The popularity of these videos helped to bring the then-relatively-new television channel MTV to fame. With videos such as \"Black or White\" and \"Scream\", he continued to innovate the medium throughout the 1990s, as well as forging a reputation as a touring solo artist. Through stage and video performances, Jackson popularized a number of complicated dance techniques, such as the robot and the moonwalk, to which he gave the name. His distinctive sound and style has influenced numerous artists of various music genres.\nJackson's 1982 album Thriller is the best-selling album of all time. His other albums, including Off the Wall (1979), Bad (1987), Dangerous (1991), and HIStory (1995), also rank among the world's best-selling albums. Jackson is one of the few artists to have been inducted into the Rock and Roll Hall of Fame twice. He was also inducted into the Songwriters Hall of Fame and the Dance Hall of Fame as the first and only dancer from pop and rock music. His other achievements include multiple Guinness World Records, 13 Grammy Awards, the Grammy Legend Award, the Grammy Lifetime Achievement Award, 26 American Music Awards—more than any other artist—including the \"Artist of the Century\" and \"Artist of the 1980s\", 13 number-one singles in the United States during his solo career,—more than any other male artist in the Hot 100 era—and estimated sales of over 400 million records worldwide. Jackson has won hundreds of awards, making him the most awarded recording artist in the history of popular music. He became the first artist in history to have a top ten single in the Billboard Hot 100 in five different decades when \"Love Never Felt So Good\" reached number nine on May 21, 2014. Jackson traveled the world attending events honoring his humanitarianism, and, in 2000, the Guinness World Records recognized him for supporting 39 charities, more than any other entertainer.\nAspects of Michael Jackson's personal life, including his changing appearance, personal relationships, and behavior, generated controversy. In the mid-1990s, he was accused of child sexual abuse, but the civil case was settled out of court for an undisclosed amount and no formal charges were brought. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges after the jury found him not guilty on all counts. While preparing for his comeback concert series titled This Is It, Jackson died of acute propofol and benzodiazepine intoxication on June 25, 2009, after suffering from cardiac arrest. The Los Angeles County Coroner ruled his death a homicide, and his personal physician Conrad Murray was convicted of involuntary manslaughter. Jackson's death triggered a global outpouring of grief and a live broadcast of his public memorial service was viewed around the world.", "albums": ["XSCAPE", "XSCAPE - Track by Track Commentary", "Michael", "Invincible", "Invincible", "BLOOD ON THE DANCE FLOOR/ HIStory In The Mix", "BLOOD ON THE DANCE FLOOR/ HIStory In The Mix", "HIStory - PAST, PRESENT AND FUTURE - BOOK I", "HIStory - PAST, PRESENT AND FUTURE - Book I", "HIStory - PAST, PRESENT AND FUTURE - BOOK I", "Dangerous", "Bad (Alben für die Ewigkeit)", "Bad (Remastered)", "Bad 25th Anniversary", "Thriller", "Thriller", "Thriller", "Thriller", "Thriller (Alben für die Ewigkeit)", "Thriller 25 Super Deluxe Edition", "Off the Wall", "Forever Michael", "Forever, Michael", "Music & Me", "Music and Me", "Ben", "Ben", "Got To Be There", "Got To Be There"], "img": "https://i.scdn.co/image/738650ce127e119788a7bca020fbd054b5aa57b5"}, "7dGJo4pcD2V6oG8kP0tJRR": {"toptracks": ["'Till I Collapse", "Lose Yourself - Soundtrack Version", "Forever"], "bio": "Marshall Bruce Mathers III (born October 17, 1972), better known by his stage name Eminem, is an American rapper, record producer, and songwriter from Detroit, Michigan. In addition to his solo career, he is a member of D12 and (with Royce da 5'9\") half of the hip-hop duo Bad Meets Evil. Eminem is the best-selling artist of the 2000s in the United States; Rolling Stone ranked him 83rd on its list of 100 Greatest Artists of All Time, calling him the King of Hip Hop. Including his work with D12 and Bad Meets Evil, Eminem has had ten number-one albums on the Billboard 200. He has sold more than 155 million albums and singles, making him one of the world's best-selling artists. As of June 2014, Eminem is the second-bestselling male artist of the Nielsen SoundScan era, the sixth-bestselling artist in the United States and the bestselling hip-hop artist, with sales of 45,160,000 albums and 31 million digital singles.\nAfter his debut album Infinite (1996), Eminem achieved mainstream popularity in 1999 with The Slim Shady LP; the commercially successful second album received his first Grammy Award for Best Rap Album. His next two releases (2000's The Marshall Mathers LP and 2002's The Eminem Show) were worldwide successes, with each certified diamond in US sales. Both won Best Rap Album Grammy Awards, making Eminem the first artist to win the award for three consecutive LPs. They were followed by Encore in 2004, another critical and commercial success. Eminem went on hiatus after touring in 2005, releasing Relapse in 2009 and Recovery in 2010; both won Grammy Awards. Recovery was the bestselling album of 2010 worldwide, and the rapper's second international bestselling album of the year (his first was The Eminem Show). Eminem's eighth album (2013's The Marshall Mathers LP 2) won two Grammy Awards, including Best Rap Album; it expanded his record for the most wins in that category and his Grammy total to 15.\nEminem has developed other ventures, including Shady Records with manager Paul Rosenberg. He has his own channel, Shade 45, on Sirius XM Radio. In November 2002, Eminem starred in the hip hop film 8 Mile. He won the Academy Award for Best Original Song for \"Lose Yourself\", the first rap artist to win the award. Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009), The Interview (2014) and the television series Entourage.", "albums": ["The Marshall Mathers LP2", "The Marshall Mathers LP2", "The Marshall Mathers LP2", "The Marshall Mathers LP2", "The Marshall Mathers LP2", "The Marshall Mathers LP2", "The Marshall Mathers LP2 (Deluxe)", "The Marshall Mathers LP2 (Deluxe)", "Recovery", "Recovery", "Recovery", "Recovery", "Relapse: Refill", "Relapse: Refill", "Relapse: Refill", "Relapse: Refill", "Relapse: Refill", "Relapse", "Relapse", "Relapse", "Relapse", "Curtain Call", "Curtain Call", "Curtain Call", "Curtain Call", "Curtain Call", "Curtain Call (Deluxe Explicit)", "Curtain Call (Deluxe Explicit)", "Encore", "Encore (Deluxe Explicit Version)", "Encore (Deluxe Explicit Version)", "Encore", "Encore", "Encore (Deluxe Edited Version)", "Encore (Deluxe Edited Version)", "The Eminem Show", "The Eminem Show", "The Eminem Show", "The Eminem Show", "The Eminem Show", "The Marshall Mathers LP", "The Marshall Mathers LP", "The Marshall Mathers LP", "The Marshall Mathers LP", "The Marshall Mathers LP - Tour Edition", "The Slim Shady LP", "The Slim Shady LP"], "img": "https://i.scdn.co/image/f08ed487e3894e0f9ab1c199cbd449d0fb7e244c"}, "4jXfFzeP66Zy67HM2mvIIF": {"toptracks": ["Gary's Theme - Remastered", "I Hear A Rhapsody - Digitally Remastered", "Peace Piece"], "bio": "William John \"Bill\" Evans (pronunciation: /ˈɛvəns/, August 16, 1929 – September 15, 1980) was an American jazz pianist and composer who mostly worked in a trio setting. Evans's use of impressionist harmony, inventive interpretation of traditional jazz repertoire, block chords, and trademark rhythmically independent, \"singing\" melodic lines continue to influence jazz pianists today.\nBorn in Plainfield, New Jersey, he was classically trained, and studied at Southeastern Louisiana University. In 1955, he moved to New York, where he worked with bandleader and theorist George Russell. In 1958, Evans joined Miles Davis's sextet, where he was to have a profound influence. In 1959, the band, then immersed in modal jazz, recorded Kind of Blue, the best-selling jazz album of all time.\nIn late 1959, Evans left the Miles Davis band and began his career as a leader with Scott LaFaro and Paul Motian, a group now regarded as a seminal modern jazz trio. In 1961, ten days after recording the highly acclaimed Sunday at the Village Vanguard and Waltz for Debby, LaFaro died in a car accident. After months of seclusion, Evans re-emerged with a new trio, featuring bassist Chuck Israels.\nIn 1963, Evans recorded Conversations with Myself, an innovative solo album using the unconventional (in jazz solo recordings) technique of overdubbing over himself. In 1966, he met bassist Eddie Gómez, with whom he would work for eleven years. Several successful albums followed, such as Bill Evans at the Montreux Jazz Festival, Alone and The Bill Evans Album, among others.\nDespite his success as a jazz artist, Evans suffered personal loss and struggled with drug abuse. Both his girlfriend Elaine and his brother Harry committed suicide, and he was a long time user of heroin, and later of cocaine. As a result, his financial stability, personal relationships and musical creativity all steadily declined during his later years.\nMany of his compositions, such as \"Waltz for Debby\", have become standards and have been played and recorded by many artists. Evans was honored with 31 Grammy nominations and seven awards, and was inducted in the Down Beat Jazz Hall of Fame.", "albums": ["Piano Poet", "Portrait", "Bill Evans: His Last Concert in Germany with Marc Johnson and Joe LaBarbera", "Die Legenden des Jazz - Bill Evans", "Bill Evans: Verve Ultimate Cool", "Know What I Mean? [Original Jazz Classics Remasters]", "Know What I Mean? [Original Jazz Classics Remasters]", "The Definitive Bill Evans on Riverside and Fantasy", "Bill Evans: Turn Out the Stars/The Final Village Vanguard Recordings June 1980", "Essential Standards", "Essential Standards", "Essential Standards", "The Complete Tony Bennett/Bill Evans Recordings", "The Complete Tony Bennett/Bill Evans Recordings", "Portrait In Jazz [Keepnews Collection]", "Portrait In Jazz [Keepnews Collection]", "Everybody Digs Bill Evans [Keepnews Collection]", "Everybody Digs Bill Evans [Keepnews Collection]", "The Interplay Sessions [2-fer]", "The Interplay Sessions [2-fer]", "Plays The Theme From \"The VIPs\" And Other Great Songs", "Plays The Theme From \"The VIPs\" And Other Great Songs", "Know What I Mean?", "Know What I Mean? (Remastered)", "Plays For Lovers", "Plays For Lovers", "Riverside Profiles: Bill Evans", "Riverside Profiles: Bill Evans (International Version - no bonus disc)", "WE WILL MEET AGAIN: THE BILL EVANS ANTHOLOGY", "Bill Evans For Lovers", "Bill Evans For Lovers", "The Best Of Bill Evans (Remastered)", "The Best Of Bill Evans (Remastered)", "You Must Believe In Spring", "Getting Sentimental", "Getting Sentimental", "Alone", "Alone", "Alone", "Alone", "Undercurrent", "From The 70's", "From The 70's", "Bill Evans' Finest Hour", "Bill Evans' Finest Hour", "Tenderly (An Informal Session)", "Tenderly (An Informal Session)", "Quiet Now", "Quiet Now", "Homecoming", "Homecoming", "From Left To Right", "From Left To Right", "Piano Player", "At The Montreux Jazz Festival", "At The Montreux Jazz Festival", "Ultimate Bill Evans", "Ultimate Bill Evans", "Jazz Showcase", "Jazz Showcase", "The Complete Bill Evans On Verve", "The Best Of Bill Evans Live", "The Best Of Bill Evans Live", "Trio 64", "Trio 64", "The Bill Evans Album", "The Secret Sessions", "The Secret Sessions", "The Best Of Bill Evans On Verve", "The Best Of Bill Evans On Verve", "Native and Fine", "Verve Jazz Masters 5: Bill Evans", "Verve Jazz Masters 5: Bill Evans", "Crosscurrents", "Crosscurrents", "Quintessence", "Quintessence", "The Solo Sessions, Vol. 2 (Remastered)", "Empathy + A Simple Matter Of Conviction", "Empathy + A Simple Matter Of Conviction", "Half Moon Bay", "Half Moon Bay", "The Complete Fantasy Recordings", "The Complete Fantasy Recordings", "The Solo Sessions Volume 1", "The Solo Sessions Volume 1", "You're Gonna Hear From Me", "You're Gonna Hear From Me", "Bill Evans At Town Hall", "Bill Evans At Town Hall", "Jazzhouse", "Jazzhouse", "Bill Evans - At The Montreux Jazz Festival", "At Shelly's Manne-Hole", "At Shelly's Manne-Hole", "Living In The Crest Of A Wave", "Eloquence", "Eloquence", "Re: Person I Knew", "Re: Person I Knew", "The Paris Concert, Edition 1", "We Will Meet Again", "New Conversations", "Together Again (Remastered)", "Together Again (Remastered)", "Montreux III", "Montreux III", "The Tony Bennett / Bill Evans Album", "The Tony Bennett / Bill Evans Album (Expanded Reissue)", "The Tony Bennett / Bill Evans Album (Expanded Reissue)", "Alone (Again)", "Alone (Again)", "Intuition", "Intuition", "Blue In Green", "Blue In Green", "Tokyo Concert", "Tokyo Concert", "Affinity", "California, Here I Come", "California, Here I Come", "Further Conversations With Myself", "Further Conversations With Myself", "Intermodulation", "Intermodulation", "Stan Getz & Bill Evans", "Stan Getz & Bill Evans", "Conversations With Myself", "Conversations With Myself", "Conversations With Myself", "The Ivory Hunters", "New Jazz Conceptions", "New Jazz Conceptions (Limited Edition)", "New Jazz Conceptions", "New Jazz Conceptions"], "img": "https://i.scdn.co/image/5a43baa92481b9eb715d74c8e91ab01153fc4157"}, "5K4W6rqBFWDnAN6FQUkS6x": {"toptracks": ["FourFiveSeconds", "All Day", "Ni**as In Paris"], "bio": "Kanye Omari West (/ˈkɑːnjeɪ/; born June 8, 1977) is an American rapper, songwriter, record producer, and fashion designer. West first became known as a producer for Roc-A-Fella Records; he achieved recognition for his work on rapper Jay-Z's The Blueprint (2001), as well as hit singles for musical artists including Alicia Keys, Ludacris, and Janet Jackson. His style of production originally used high-pitched vocal samples from soul songs incorporated with his own drums and instruments. He later broadened his influences to include 1970s R&B, baroque pop, trip hop, arena rock, house, folk, alternative, electronica, synthpop, industrial, and classical music.\nWest was raised in a middle-class household in Chicago, Illinois, and began rapping in the third grade, becoming involved in the city's hip hop scene. West attended art school for one semester before dropping out to pursue music entirely in the late 1990s. Although his real desire was to become a rapper, record executives did not take West seriously, viewing him as a producer first and foremost. After being signed to Roc-A-Fella in 2002, West released his debut album The College Dropout in 2004 to commercial and critical acclaim. The baroque-inspired Late Registration followed in 2005, and Graduation in 2007. West switched rapping for singing on his emotive 2008 effort 808's & Heartbreak, and embraced maximalism on 2010's My Beautiful Dark Twisted Fantasy. Following several collaborations, West released his abrasive sixth album, Yeezus, in 2013.\nWest is one of the best-selling artists of all time, having sold more than 21 million albums and 100 million digital downloads. He has won a total of 21 Grammy Awards, making him one of the most awarded artists of all-time and the most Grammy-awarded artist of his age. Time named West one of the 100 most influential people in the world in 2005, 2011 and 2015. He has also been included in a number of Forbes annual lists. Three of his albums rank on Rolling Stone's 2012 \"500 Greatest Albums of All Time\" list; two of his albums feature at #8 and #1 in Pitchfork Media's The 100 Best Albums of 2010–2014.\nWest's background and style, from his debut album, deviated from the then-dominant \"gangsta\" persona in hip hop, and he would later alter the genre stylistically as rappers adopted his alternative aesthetic. An outspoken and controversial celebrity, West has often been a source of controversy due to his appearances at award shows and his various television and radio interviews. West has collaborated on multiple occasions with brands Nike, Louis Vuitton, Adidas and A.P.C.. West also runs his own record label GOOD Music and has directed several short films.", "albums": ["Yeezus", "Yeezus", "Watch The Throne", "Watch The Throne", "Watch The Throne", "Watch The Throne", "Watch The Throne", "Watch The Throne [Deluxe Edition (Explicit)]", "Watch The Throne [Deluxe Edition (Explicit)]", "Watch The Throne [Deluxe Edition (Explicit)]", "Watch The Throne [Deluxe Edition (Edited)]", "Watch The Throne [Deluxe Edition (Edited)]", "My Beautiful Dark Twisted Fantasy", "My Beautiful Dark Twisted Fantasy", "My Beautiful Dark Twisted Fantasy", "My Beautiful Dark Twisted Fantasy", "808s & Heartbreak", "808s & Heartbreak", "808s & Heartbreak", "808s & Heartbreak", "Graduation", "Graduation", "Graduation", "Graduation", "Graduation", "Graduation (Deluxe Edition - Explicit)", "Late Orchestration", "Late Registration", "Late Registration", "Late Registration", "Late Registration", "Late Registration", "The College Dropout", "The College Dropout", "The College Dropout", "The College Dropout"], "img": "https://i.scdn.co/image/fca17e83545e076fafb561569e8d5ec64f87eb8c"}, "0kbYTNQb4Pb1rPbbaF0pT4": {"toptracks": ["Blue in Green", "So What", "Flamenco Sketches"], "bio": "Miles Dewey Davis III (May 26, 1926 – September 28, 1991) was an American jazz musician, trumpeter, bandleader, and composer. Widely considered one of the most influential musicians of the 20th century, Miles Davis was, together with his musical groups, at the forefront of several major developments in jazz music, including bebop, cool jazz, hard bop, modal jazz, and jazz fusion.\nIn 2006, Davis was inducted into the Rock and Roll Hall of Fame, which recognized him as \"one of the key figures in the history of jazz\". In 2008, his 1959 album Kind of Blue received its fourth platinum certification from the Recording Industry Association of America (RIAA), for shipments of at least four million copies in the United States. On December 15, 2009, the U.S. House of Representatives passed a symbolic resolution recognizing and commemorating the album Kind of Blue on its 50th anniversary, \"honoring the masterpiece and reaffirming jazz as a national treasure\".", "albums": ["Miles Davis - All the Best", "Take Off: The Complete Blue Note Albums", "Miles at The Fillmore: Miles Davis 1970: The Bootleg Series, Vol. 3", "1958 Miles", "The Original Mono Recordings", "Conception", "Die Legenden des Jazz - Miles Davis", "Autour de Minuit - Miles Davis", "Setlist: The Very Best of Miles Davis LIVE - (Electric)", "Jazz Inspiration", "MILES DAVIS QUINTET - Live In Europe 1967 - The Bootleg Series Vol. 1", "Setlist: The Very Best of Miles Davis LIVE", "Ascenseur Pour L'Echafaud", "Ascenseur Pour L'Echafaud", "Ascenseur Pour L'Echafaud", "The Definitive Miles Davis on Prestige", "The Definitive Miles Davis on Prestige", "Bitches Brew Live", "Perfect Way: The Miles Davis Anthology - The Warner Bros. Years", "Tutu (Deluxe)", "Blue Note TSF", "First Miles", "Dig [Original Jazz Classics Remasters] (OJC Remaster)", "Dig [Original Jazz Classics Remasters]", "Going Miles (Jazz Club)", "Fahrstuhl zum Schafott [Ascenseur pour l'echafaud]", "Isle of Wight (Live)", "Groovn' High", "Triple Best Of", "Embraceable", "First Miles", "Timeless Miles Davis", "Sketches Of Spain 50th Anniversary (Legacy Edition)", "The Classic Prestige Sessions, 1951-1956", "The Classic Prestige Sessions, 1951-1956", "In Paris Festival International de Jazz May, 1949", "The Mellow Sound Of Miles Davis", "The Mellow Sound Of Miles Davis", "Miles Davis & The Modern Jazz Giants", "Beautiful Ballads & Love Songs", "Bags' Groove (RVG Remaster)", "Bags' Groove (RVG Remaster)", "Muted Miles", "Muted Miles", "The Complete On The Corner Sessions", "Steamin' [Rudy Van Gelder edition]", "Steamin' [Rudy Van Gelder edition]", "CABU Jazz Masters: Miles Davis", "The Cellar Door Sessions 1970", "The Very Best", "Plays For Lovers", "Plays For Lovers", "Prestige Profiles", "Prestige Profiles (Limited Edition)", "Prestige Profiles: Miles Davis", "Birdland 1951", "Seven Steps: The Complete Columbia Recordings Of Miles Davis 1963-1964", "The Best of Miles Davis", "The Best of Miles Davis", "Cool Miles Davis", "Jazz Moods - Cool", "Miles Davis - In Person Friday And Saturday Nights At The Blackhawk, Complete", "Miles Davis - In Person Friday Night At The Blackhawk, Complete", "Miles Davis - In Person Saturday Night At The Blackhawk, Complete", "Miles Davis The Blue Note And Capitol Recordings", "The Complete Jack Johnson Sessions", "The Best Of Miles Davis", "Miles Davis - Volume 2 (The Rudy Van Gelder Edition)", "Miles Davis: Volume 1", "Live At The Fillmore East (March 7, 1970) - It's About That Time", "The Essential Miles Davis", "The Essential Miles Davis", "The Complete In A Silent Way Sessions", "The Complete in a Silent Way Sessions", "The Complete In A Silent Way Sessions", "The Complete In A Silent Way Sessions", "Birth Of The Cool (Rudy Van Gelder Edition)", "The Complete Miles Davis Featuring John Coltrane", "The Complete Miles Davis Featuring John Coltrane", "Les Indispensables", "Miles Davis And The Modern Jazz Giants (Limited Edition)", "Best Of The Miles Davis Quintet", "The Complete Birth Of The Cool", "Jazz Profile", "Jazz Showcase", "Jazz Showcase", "Panthalassa: The Music Of Miles Davis 1969-1974 Reconstruction & Mix Translation By Bill Laswell", "The Complete Bitches Brew Sessions", "The Complete Columbia Studio Recordings Of The Miles Davis Quintet January 1965 To June 1968", "Sony Jazz Collection", "Quiet Nights", "Live Around The World", "Ballads And Blues", "Bluing: Miles Davis Plays The Blues", "Bluing: Miles Davis Plays The Blues", "Bluing: Miles Davis Plays The Blues", "Bluing: Miles Davis Plays The Blues", "Miles Davis", "Sony Jazz Collection", "The Complete Columbia Studio Recordings", "The Complete Columbia Studio Recordings", "Highlights from the Plugged Nickel", "Miles In Europe", "Doo-Bop", "The Complete Concert : 1964 (My Funny Valentine and \"Four & More\")", "Conception", "Conception", "The Best Of Miles Davis", "Our Delight (Remastered)", "Our Delight", "'58 Sessions: Featuring Stella", "Volume Two", "Volume Two", "Amandla", "AURA", "Compact Jazz: Miles Davis", "Compact Jazz: Miles Davis", "Compact Jazz: Miles Davis", "Ascenseur Pour L'Echafaud", "Volume One", "Ascenseur Pour L'échafaud", "Ascenseur Pour L'échafaud", "The Columbia Years 1955 - 1985 (Display Box)", "The Columbia Years 1955 - 1985", "The Columbia Years 1955 - 1985 (Display Box)", "Chronicles - The Complete Prestige Recordings 1951-1956", "Chronicles - The Complete Prestige Recordings 1951-1956", "Miles Davis At Carnegie Hall- The Complete Concert", "Tutu", "Miles Davis And The Jazz Giants", "Miles Davis And The Jazz Giants", "At Last! (Remastered)", "At Last!", "We Want Miles", "You're Under Arrest", "Decoy", "Miles Davis And Horns", "Miles Davis And Horns", "Star People", "At Newport 1958", "Directions", "The Man With The Horn", "The Man With The Horn", "Circle In The Round", "Circle In The Round", "Black Beauty: Miles Davis At Fillmore West", "Dark Magus: Live At Carnegie Hall", "Water Babies", "Agharta", "Pangaea", "Big Fun", "Get Up With It", "Jazz At The Plaza", "Miles Davis In Concert: Live At Philharmonic Hall", "On The Corner", "On The Corner", "The Classic Albums Collection", "A Tribute To Jack Johnson", "A Tribute To Jack Johnson", "Live - Evil", "Bitches Brew", "Bitches Brew (Legacy Edition)", "Miles Davis At Fillmore: Live At The Fillmore East", "Filles De Kilimanjaro", "In A Silent Way", "Miles In The Sky", "Nefertiti", "Miles Smiles", "Sorcerer", "\"Four\" & More", "At Plugged Nickel, Chicago (Live)", "E.S.P.", "Miles In Berlin", "My Funny Valentine", "The Complete Live At The Plugged Nickel - 1965", "Miles In Tokyo", "Seven Steps To Heaven", "Seven Steps To Heaven", "Someday My Prince Will Come", "Sketches Of Spain", "Sketches of Spain", "Kind Of Blue (Legacy Edition)", "Kind Of Blue", "Ascenceur Pour L'Echafaud", "Milestones", "Porgy And Bess", "Porgy And Bess", "Porgy And Bess", "Porgy and Bess", "'Round About Midnight", "'Round About Midnight", "Miles Ahead", "Miles Ahead", "Miles Davis And The Modern Jazz Giants", "Miles Davis And The Modern Jazz Giants", "Miles Davis And The Modern Jazz Giants", "Miles Davis & The Modern Jazz Giants", "Collector's Items [2-fer]", "Collector's Items [2-fer]", "Collectors' Items (RVG Remaster)", "Collectors' Items", "Collectors' Items", "Collectors' Items (RVG Remaster)", "The New Miles Davis Quintet", "The New Miles Davis Quintet", "Miles: The New Miles Davis Quintet [Rudy Van Gelder Remaster]", "Miles: The New Miles Davis Quintet [Rudy Van Gelder Remaster]", "Miles: The New Miles Davis Quintet [Rudy Van Gelder Remaster]", "Miles Davis And Milt Jackson Quintet/Sextet", "The Musings Of Miles (RVG Remaster)", "The Musings Of Miles (RVG Remaster)", "The Musings Of Miles (Remastered)", "Blue Haze", "Blue Haze", "Dig (Remastered)", "Dig (Remastered)"], "img": "https://i.scdn.co/image/b1a46506d9efc8a783db76e3d059ce2ffdd33f92"}}