[
    {
        "pk": 0, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Liverpool, England\n", 
            "popularity": 62, 
            "recommended_album": 0, 
            "image_url": "http://www.socialnetwork.co.uk/wp-content/uploads/2013/03/Spotify-no-beatles.png", 
            "full_name": "The Beatles", 
            "genre": "spotify:artist:3WrFJ7ztbogyGnTHbHJFl2", 
            "biography": "The Beatles were an English rock band, formed in Liverpool in 1960. With members John Lennon, Paul McCartney, George Harrison and Ringo Starr, they became widely regarded as the greatest and most influential act of the rock era. Rooted in skiffle, beat and 1950s rock and roll, the Beatles later experimented with several genres, ranging from pop ballads and Indian music to psychedelia and hard rock, often incorporating classical elements in innovative ways. In the early 1960s, their enormous popularity first emerged as \"Beatlemania\", but as the group's music grew in sophistication, led by primary songwriters Lennon and McCartney, they came to be perceived as an embodiment of the ideals shared by the era's sociocultural revolutions.\nThe Beatles built their reputation playing clubs in Liverpool and Hamburg over a three-year period from 1960. Manager Brian Epstein moulded them into a professional act and producer George Martin enhanced their musical potential. They gained popularity in the United Kingdom after their first hit, \"Love Me Do\", in late 1962. They acquired the nickname \"the Fab Four\" as Beatlemania grew in Britain over the following year, and by early 1964 they had become international stars, leading the \"British Invasion\" of the United States pop market. From 1965 onwards, the Beatles produced what many consider their finest material, including the innovative and widely influential albums Rubber Soul (1965), Revolver (1966), Sgt. Pepper's Lonely Hearts Club Band (1967), The Beatles (commonly known as the White Album, 1968) and Abbey Road (1969).\nAfter their break-up in 1970, they all enjoyed successful musical careers of varying lengths. McCartney and Starr, the surviving members, remain musically active. Lennon was shot and killed in December 1980, and Harrison died of lung cancer in November 2001.\nAccording to the RIAA, the Beatles are the best-selling music artists in the United States, with 178 million certified units. They have had more number-one albums on the British charts and sold more singles in the UK than any other act. In 2008, the group topped Billboard magazine's list of the all-time most successful \"Hot 100\" artists; as of 2015, they hold the record for most number-one hits on the Hot 100 chart with twenty. They have received ten Grammy Awards, an Academy Award for Best Original Song Score and fifteen Ivor Novello Awards. Collectively included in Time magazine's compilation of the twentieth century's 100 most influential people, they are the best-selling band in history, with estimated sales of over 600 million records worldwide. The group was inducted into the Rock and Roll Hall of Fame in 1988, with all four being inducted individually as well from 1994 to 2015."
        }
    }, 
    {
        "pk": 1, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " {{nowrap|Tupelo, Mississippi, U.S.}}\n", 
            "popularity": 82, 
            "recommended_album": 1, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/c7b8708eab6d0f0902908c1b9f9ba1daaeed06af", 
            "full_name": "Elvis Presley", 
            "genre": "spotify:artist:43ZHCT0cAZBISjO8DG9PnE", 
            "biography": "Elvis Aaron Presley (January 8, 1935 – August 16, 1977) was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as \"the King of Rock and Roll\", or simply, \"the King\".\nPresley was born in Tupelo, Mississippi, and when he was 13 years old, he and his family relocated to Memphis, Tennessee. His music career began there in 1954, when he recorded a song with producer Sam Phillips at Sun Records. Accompanied by guitarist Scotty Moore and bassist Bill Black, Presley was an early popularizer of rockabilly, an uptempo, backbeat-driven fusion of country music and rhythm and blues. RCA Victor acquired his contract in a deal arranged by Colonel Tom Parker, who managed the singer for more than two decades. Presley's first RCA single, \"Heartbreak Hotel\", was released in January 1956 and became a number-one hit in the United States. He was regarded as the leading figure of rock and roll after a series of successful network television appearances and chart-topping records. His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines that coincided with the dawn of the Civil Rights Movement, made him enormously popular—and controversial.\nIn November 1956, he made his film debut in Love Me Tender. In 1958, he was drafted into military service. He resumed his recording career two years later, producing some of his most commercially successful work before devoting much of the 1960s to making Hollywood movies and their accompanying soundtrack albums, most of which were critically derided. In 1968, following a seven-year break from live performances, he returned to the stage in the acclaimed televised comeback special Elvis, which led to an extended Las Vegas concert residency and a string of highly profitable tours. In 1973, Presley was featured in the first globally broadcast concert via satellite, Aloha from Hawaii. Several years of prescription drug abuse severely damaged his health, and he died in 1977 at the age of 42.\nPresley is one of the most celebrated and influential musicians of the 20th century. Commercially successful in many genres, including pop, blues and gospel, he is the best-selling solo artist in the history of recorded music, with estimated record sales of around 600 million units worldwide. He won three Grammys, also receiving the Grammy Lifetime Achievement Award at age 36, and has been inducted into multiple music halls of fame. Forbes named Elvis Presley as the 2nd top earning dead celebrity with $55 million as of 2011."
        }
    }, 
    {
        "pk": 2, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Gary, Indiana, U.S.\n", 
            "popularity": 88, 
            "recommended_album": 2, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/738650ce127e119788a7bca020fbd054b5aa57b5", 
            "full_name": "Michael Jackson", 
            "genre": "spotify:artist:3fMbdgg4jU18AjLCKBhRSm", 
            "biography": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, record producer, dancer, and actor. Called the King of Pop, his contributions to music and dance, along with his publicized personal life, made him a global figure in popular culture for over four decades.\nThe eighth child of the Jackson family, he debuted on the professional music scene along with his elder brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 in 1964, and began his solo career in 1971. In the early 1980s, Jackson became a dominant figure in popular music. The music videos for his songs, including those of \"Beat It\", \"Billie Jean\", and \"Thriller\", were credited with breaking down racial barriers and with transforming the medium into an art form and promotional tool. The popularity of these videos helped to bring the then-relatively-new television channel MTV to fame. With videos such as \"Black or White\" and \"Scream\", he continued to innovate the medium throughout the 1990s, as well as forging a reputation as a touring solo artist. Through stage and video performances, Jackson popularized a number of complicated dance techniques, such as the robot and the moonwalk, to which he gave the name. His distinctive sound and style has influenced numerous artists of various music genres.\nJackson's 1982 album Thriller is the best-selling album of all time. His other albums, including Off the Wall (1979), Bad (1987), Dangerous (1991), and HIStory (1995), also rank among the world's best-selling albums. Jackson is one of the few artists to have been inducted into the Rock and Roll Hall of Fame twice. He was also inducted into the Songwriters Hall of Fame and the Dance Hall of Fame as the first and only dancer from pop and rock music. His other achievements include multiple Guinness World Records, 13 Grammy Awards, the Grammy Legend Award, the Grammy Lifetime Achievement Award, 26 American Music Awards—more than any other artist—including the \"Artist of the Century\" and \"Artist of the 1980s\", 13 number-one singles in the United States during his solo career,—more than any other male artist in the Hot 100 era—and estimated sales of over 400 million records worldwide. Jackson has won hundreds of awards, making him the most awarded recording artist in the history of popular music. He became the first artist in history to have a top ten single in the Billboard Hot 100 in five different decades when \"Love Never Felt So Good\" reached number nine on May 21, 2014. Jackson traveled the world attending events honoring his humanitarianism, and, in 2000, the Guinness World Records recognized him for supporting 39 charities, more than any other entertainer.\nAspects of Michael Jackson's personal life, including his changing appearance, personal relationships, and behavior, generated controversy. In the mid-1990s, he was accused of child sexual abuse, but the civil case was settled out of court for an undisclosed amount and no formal charges were brought. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges after the jury found him not guilty on all counts. While preparing for his comeback concert series titled This Is It, Jackson died of acute propofol and benzodiazepine intoxication on June 25, 2009, after suffering from cardiac arrest. The Los Angeles County Coroner ruled his death a homicide, and his personal physician Conrad Murray was convicted of involuntary manslaughter. Jackson's death triggered a global outpouring of grief and a live broadcast of his public memorial service was viewed around the world."
        }
    }, 
    {
        "pk": 3, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 84, 
            "recommended_album": 3, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/2b74db21e40ac4f818322f71825d891608d9c424", 
            "full_name": "Madonna", 
            "genre": "spotify:artist:6tbjWDEIzxoDsBA1FuhfPW", 
            "biography": "N/A"
        }
    }, 
    {
        "pk": 4, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Pinner, Middlesex, England\n", 
            "popularity": 82, 
            "recommended_album": 4, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/2b5f42544ba125ea7da59a325ae47ee5a9241ff4", 
            "full_name": "Elton John", 
            "genre": "spotify:artist:3PhoLpVuITZKcymswpck5b", 
            "biography": "Sir Elton Hercules John CBE (born Reginald Kenneth Dwight, 25 March 1947) is an English songwriter and singer, who accompanies himself on the piano. He has worked with lyricist Bernie Taupin as his songwriter partner since 1967; they have collaborated on more than 30 albums to date. In his five-decade career Elton John has sold more than 300 million records, making him one of the best-selling music artists in the world. He has more than fifty Top 40 hits, including seven consecutive No. 1 US albums, 58 Billboard Top 40 singles, 27 Top 10, four No. 2 and nine No. 1. For 31 consecutive years (1970–2000) he had at least one song in the Billboard Hot 100. His single \"Something About the Way You Look Tonight\"/\"Candle in the Wind 1997\" sold over 33 million copies worldwide and is \"the best-selling single of all time\". He has also composed music, produced records, and has occasionally acted in films. John owned Watford Football Club from 1976 to 1987, and remains the club's president.\nElton John was born Reginald Dwight in 1947, and raised in the Pinner area of London. He learned to play piano at an early age, and by 1962 had formed Bluesology. John met his songwriter partner, Bernie Taupin, in 1967, after they had both answered an advert for songwriters. For two years they wrote songs for other artists, including Roger Cook and Lulu, and John also worked as a session musician for artists such as the Hollies and the Scaffold. In 1968 his debut album, Empty Sky, was released. In 1970 a single, \"Your Song\", from his second album, Elton John, reached the top ten in the UK and the US, his first hit single.\nHe has received six Grammy Awards, five Brit Awards – winning two awards for Outstanding Contribution to Music and the first Brits Icon in 2013 for his \"lasting impact on British culture\", an Academy Award, a Golden Globe Award, a Tony Award, a Disney Legend award, and the Kennedy Center Honors in 2004. In 2004, Rolling Stone ranked him Number 49 on its list of 100 influential musicians of the rock and roll era. In 2013, Billboard ranked him the most successful male solo artist on \"The Billboard Hot 100 Top All-Time Artists\" (third overall behind the Beatles and Madonna). He was inducted into the Rock and Roll Hall of Fame in 1994, is an inductee into the Songwriter's Hall of Fame, and is a fellow of the British Academy of Songwriters, Composers and Authors. Having been named a Commander of the Order of the British Empire in 1996, John received a knighthood from Elizabeth II for \"services to music and charitable services\" in 1998. John has performed at a number of royal events, such as the funeral of Princess Diana at Westminster Abbey in 1997, the Party at the Palace in 2002 and the Queen's Diamond Jubilee Concert outside Buckingham Palace in 2012.\nHe has been heavily involved in the fight against AIDS since the late 1980s. In 1992, he established the Elton John AIDS Foundation and a year later began hosting the annual Academy Award Party, which has since become one of the highest-profile Oscar parties in the Hollywood film industry. Since its inception, the foundation has raised over $200 million. John, who announced he was bisexual in 1976 and has been openly gay since 1988, entered into a civil partnership with David Furnish on 21 December 2005, and after gay marriage became legal in England, wed Furnish on 21 December 2014. He continues to be a champion for LGBT social movements worldwide and same-sex marriage."
        }
    }, 
    {
        "pk": 5, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " London, England\n", 
            "popularity": 84, 
            "recommended_album": 5, 
            "image_url": "http://evolver.fm/wp-content/uploads/2012/06/zeppelin_spotify.jpg", 
            "full_name": "Led Zeppelin", 
            "genre": "spotify:artist:36QJpDe2go2KgaRleHCDTp", 
            "biography": "Led Zeppelin were an English rock band formed in London in 1968. The group consisted of guitarist Jimmy Page, singer Robert Plant, bassist and keyboardist John Paul Jones, and drummer John Bonham. The band's heavy, guitar-driven sound, rooted in blues and psychedelia on their early albums, has earned them recognition as one of the progenitors of heavy metal, though their unique style drew from a wide variety of influences, including folk music.\nAfter changing their name from the New Yardbirds, Led Zeppelin signed a deal with Atlantic Records that afforded them considerable artistic freedom. Although the group was initially unpopular with critics, they achieved significant commercial success with albums such as Led Zeppelin (1969), Led Zeppelin II (1969), Led Zeppelin III (1970), their untitled fourth album (1971), Houses of the Holy (1973), and Physical Graffiti (1975). Their fourth album, which features the track \"Stairway to Heaven\", is among the most popular and influential works in rock music, and it helped to secure the group's popularity.\nPage wrote most of Led Zeppelin's music, particularly early in their career, while Plant generally supplied the lyrics. Jones' keyboard-based compositions later became central to the group's catalogue, which featured increasing experimentation. The latter half of their career saw a series of record-breaking tours that earned the group a reputation for excess and debauchery. Although they remained commercially and critically successful, their output and touring schedule were limited during the late 1970s, and the group disbanded following Bonham's death from alcohol-related asphyxia in 1980. In the decades that followed, the surviving members sporadically collaborated and participated in one-off Led Zeppelin reunions. The most successful of these was the 2007 Ahmet Ertegun Tribute Concert in London, with Jason Bonham taking his late father's place behind the drums.\nLed Zeppelin are widely considered one of the most successful, innovative, and influential rock groups in history. They are one of the best-selling music artists in the history of audio recording; various sources estimate the group's record sales at 200 to 300 million units worldwide. With RIAA-certified sales of 111.5 million units, they are the second-best-selling band in the United States. Each of their nine studio albums placed in the top 10 of the Billboard album chart and six reached the number-one spot. Rolling Stone magazine described them as \"the heaviest band of all time\", \"the biggest band of the '70s\", and \"unquestionably one of the most enduring bands in rock history\". They were inducted into the Rock and Roll Hall of Fame in 1995; the museum's biography of the band states that they were \"as influential\" during the 1970s as the Beatles were during the 1960s."
        }
    }, 
    {
        "pk": 6, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " London, England\n", 
            "popularity": 85, 
            "recommended_album": 6, 
            "image_url": "https://d2c87l0yth4zbw.cloudfront.net/u/wp/PF_Spotify_PinkFloyd_isnowonspotify_general_Social_FBtimeline_851x315.jpg", 
            "full_name": "Pink Floyd", 
            "genre": "spotify:artist:0k17h0D3J5VfsdmQ1iZtE9", 
            "biography": "Pink Floyd were an English rock band formed in London. They achieved international acclaim with their progressive and psychedelic music. Distinguished by their use of philosophical lyrics, sonic experimentation, extended compositions and elaborate live shows, they are one of the most commercially successful and musically influential groups in the history of popular music.\nPink Floyd were founded in 1965 by students Syd Barrett, Nick Mason, Roger Waters, and Richard Wright. They gained popularity performing in London's underground music scene during the late 1960s, and under Barrett's leadership released two charting singles and a successful debut album, The Piper at the Gates of Dawn (1967). David Gilmour joined as a fifth member in December 1967; Barrett left the band in April 1968 due to deteriorating mental health exacerbated by drug use. Waters became the band's primary lyricist and, by the mid-1970s, their dominant songwriter, devising the concepts behind their critically and commercially successful albums The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977), The Wall (1979) and The Final Cut (1983).\nWright left Pink Floyd in 1979, followed by Waters in 1985, declaring it a \"spent force\". Gilmour and Mason continued as Pink Floyd; Wright rejoined them as a session musician and, later, a band member. The three produced two more albums, A Momentary Lapse of Reason (1987) and The Division Bell (1994), and toured until 1994. After nearly two decades of acrimony, Pink Floyd reunited with Waters in 2005 for a performance at the global awareness event Live 8, but Gilmour and Waters have since stated they have no plans to reunite as a band again. Barrett died in 2006 and Wright in 2008. The final Pink Floyd studio album, The Endless River, recorded without Waters and based on material recorded in 1993–1994, was released in November 2014.\nPink Floyd were inducted into the US Rock and Roll Hall of Fame in 1996, and the UK Music Hall of Fame in 2005. By 2013, the band had sold more than 250 million records worldwide, including 75 million certified units in the United States."
        }
    }, 
    {
        "pk": 7, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Huntington, New York, U.S.\n", 
            "popularity": 82, 
            "recommended_album": 7, 
            "image_url": "http://i.scdn.co/image/00a69765be3d65f879a25a3650f561cb5bd06c01", 
            "full_name": "Mariah Carey", 
            "genre": "spotify:artist:4iHNK0tOyZPYnBU7nGAgpQ", 
            "biography": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, and occasional actress. She rose to prominence after releasing her self-titled debut studio album Mariah Carey in 1990; it went multiplatinum and spawned four consecutive number one singles on the U.S. Billboard Hot 100 chart. Under the guidance of Columbia Records executive and later husband Tommy Mottola, Carey continued booking success with follow-up albums Emotions (1991), Music Box (1993), and Merry Christmas (1994), and was established as Columbia's highest-selling act. Daydream (1995) made music history when its second single \"One Sweet Day\", a duet with Boyz II Men, spent a record sixteen weeks on top of the Billboard Hot 100, and it remains the longest-running number-one song in U.S. chart history. During the recording of the album, Carey began to deviate from her slower R&B and ballad-oriented beginnings and slowly transitioned into hip hop. This musical change became further established with the release of Butterfly (1997), which was released during the midst of her separation from Mottola.\nCarey left Columbia in 2000, and signed a $100 million recording contract with Virgin Records America. Before the release of her film Glitter (2001), she suffered a physical and emotional breakdown and was hospitalized for severe exhaustion. Following the film and album's poor reception, she was bought out of her recording contract for $50 million, which led to a decline in her career. She signed a multimillion dollar contract deal with Island Records in 2002, and after an unsuccessful period, returned to the top of music charts with The Emancipation of Mimi (2005). Its second single \"We Belong Together\" became her most successful single of the 2000s, and was later named \"Song of the Decade\" by Billboard. Carey once again ventured into film with a well-received supporting role in Precious (2009); she was awarded the \"Breakthrough Performance Award\" at the Palm Springs International Film Festival, and received Black Reel and NAACP Image Award nominations.\nThroughout her career, Carey has sold more than 200 million records worldwide, making her one of the best-selling music artists of all time. In 1998, she was honored as the world's best-selling recording artist of the 1990s at the World Music Awards. Carey was also named the best-selling female artist of the millennium in 2000. According to the Recording Industry Association of America, she is the third-best-selling female artist in the United States, with 63.5 million certified albums. With the release of \"Touch My Body\" (2008), Carey gained her 18th number-one single in the United States, more than any other solo artist. In 2012, Carey was ranked second on VH1's list of the \"100 Greatest Women in Music\". Aside from her commercial accomplishments, Carey has won five Grammy Awards, 19 World Music Awards, 11 American Music Awards, and 14 Billboard Music Awards. Referred to as the \"songbird supreme\" by the Guinness World Records, she is famed for her five-octave vocal range, power, melismatic style and signature use of the whistle register."
        }
    }, 
    {
        "pk": 8, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 78, 
            "recommended_album": 8, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/3f4e57a824d3976730129dcfbb0c3504d657712e", 
            "full_name": "Céline Dion", 
            "genre": "spotify:artist:4S9EykWXhStSc15wEx8QFK", 
            "biography": "Céline Marie Claudette Dion, CC OQ ChLD (/ˈdiːɒn/; French: [selin djɔ̃]; born 30 March 1968) is a Canadian singer, songwriter, entrepreneur and occasional actress. Born into a large family from Charlemagne, Quebec, Dion emerged as a teen star in the French-speaking world after her manager and future husband René Angélil mortgaged his home to finance her first record. In 1990, she released the English-language album Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.\nDion first gained international recognition in the 1980s by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest where she represented Switzerland. Following a series of French albums in the early 1980s, she signed on to CBS Records Canada in 1986. During the 1990s, with the help of Angélil, she achieved worldwide fame after signing with Epic Records and releasing several English albums along with additional French albums, becoming one of the most successful artists in pop music history. However, in 1999 at the height of her success, Dion announced a hiatus from entertainment in order to start a family and spend time with her husband, who had been diagnosed with cancer. She returned to the top of pop music in 2002 and signed a three-year (later extended to almost five years) contract to perform nightly in a five-star theatrical show at the Colosseum at Caesars Palace, Paradise, Nevada.\nDion's music has been influenced by genres ranging from rock and R&B to gospel and classical. Her recordings are mainly in French and English, although she also sings in Spanish, Italian, German, Latin, Japanese and Mandarin Chinese. While her releases have often received mixed critical reception, she is renowned for her technically skilled and powerful vocals. Dion has won five Grammy Awards, including Album of the Year for Falling Into You and Record of the Year for \"My Heart Will Go On\". She is the second best-selling female artist in the US during the Nielsen SoundScan era, with her albums Falling Into You and Let's Talk About Love both certified Diamond in the US, In addition, her 1995 album D'eux, is the best-selling French-language album of all time. In 2004, after surpassing 175 million in album sales worldwide, she was presented with the Chopard Diamond Award at the World Music Awards for becoming the best-selling female artist of all time. Dion remains the best-selling Canadian artist in history and one of the best-selling artists of all time with record sales of more than 200 million copies worldwide."
        }
    }, 
    {
        "pk": 9, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Newark, New Jersey, U.S.\n", 
            "popularity": 79, 
            "recommended_album": 9, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/bbd5ab31929992e382e0133a70b827cc2baafb3d", 
            "full_name": "Whitney Houston", 
            "genre": "spotify:artist:6XpaIBNiVzIetEPCWDvAFP", 
            "biography": "Whitney Elizabeth Houston (August 9, 1963 – February 11, 2012) was an American singer, actress, producer, and model. In 2009, Guinness World Records cited her as the most awarded female act of all time. Houston is one of pop music's best-selling music artists of all-time, with an estimated 170–200 million records sold worldwide. She released six studio albums, one holiday album and three movie soundtrack albums, all of which have diamond, multi-platinum, platinum or gold certification. Houston's crossover appeal on the popular music charts, as well as her prominence on MTV, starting with her video for \"How Will I Know\", influenced several African American women artists who follow in her footsteps.\nHouston is the only artist to chart seven consecutive No. 1 Billboard Hot 100 hits. She is the second artist behind Elton John and the only woman to have two number-one Billboard 200 Album awards (formerly \"Top Pop Albums\") on the Billboard magazine year-end charts. Houston's 1985 debut album Whitney Houston became the best-selling debut album by a woman in history. Rolling Stone named it the best album of 1986, and ranked it at number 254 on the magazine's list of the 500 Greatest Albums of All Time. Her second studio album Whitney (1987) became the first album by a woman to debut at number one on the Billboard 200 albums chart.\nHouston's first acting role was as the star of the feature film The Bodyguard (1992). The film's original soundtrack won the 1994 Grammy Award for Album of the Year. Its lead single, \"I Will Always Love You\", became the best-selling single by a woman in music history. With the album, Houston became the first act (solo or group, male or female) to sell more than a million copies of an album within a single week period under Nielsen SoundScan system. The album makes her the top female act in the top 10 list of the best-selling albums of all time, at number four. Houston continued to star in movies and contribute to their soundtracks, including the films Waiting to Exhale (1995) and The Preacher's Wife (1996). The Preacher's Wife soundtrack became the best-selling gospel album in history.\nOn February 11, 2012, Houston was found dead in her guest room at the Beverly Hilton, in Beverly Hills, California. The official coroner's report showed that she had accidentally drowned in the bathtub, with heart disease and cocaine use listed as contributing factors. News of her death coincided with the 2012 Grammy Awards and featured prominently in American and international media."
        }
    }, 
    {
        "pk": 10, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Sydney, Australia\n", 
            "popularity": 88, 
            "recommended_album": 10, 
            "image_url": "http://images.teinteresa.es/musica/ACDC-publican-discos-Spotify_TINIMA20150630_0051_5.jpg", 
            "full_name": "AC/DC", 
            "genre": "spotify:artist:711MCceyCBcFnzjGY4Q7Un", 
            "biography": "AC/DC are an Australian hard rock band, formed in November 1973 by brothers Malcolm and Angus Young, who continued as members until Malcolm's illness and departure in 2014. Commonly referred to as a hard rock or blues rock band, they are also considered pioneers of heavy metal and are sometimes classified as such, though they have always dubbed their music as simply \"rock and roll\".\nAC/DC underwent several line-up changes before releasing their first album, High Voltage, on 17 February 1975; Malcolm and Angus were the only original members left in the band. Membership subsequently stabilised until bassist Mark Evans was replaced by Cliff Williams in 1977 for the album Powerage. Within months of recording the album Highway to Hell, lead singer and co-songwriter Bon Scott died on 19 February 1980 after a night of heavy alcohol consumption. The group considered disbanding, but buoyed by support from Scott's parents, decided to continue and set about finding a new vocalist. Ex-Geordie singer Brian Johnson was auditioned and selected to replace Scott. Later that year, the band released the new album, Back in Black, which was made as a tribute to Bon Scott. The album launched them to new heights of success and became their all-time best-seller.\nThe band's next album, For Those About to Rock We Salute You, was their first album to reach number one in the United States. AC/DC declined in popularity soon after drummer Phil Rudd was fired in 1983 and was replaced by future Dio drummer Simon Wright. The band experienced a resurgence in the early 1990s with the release of The Razors Edge. Phil Rudd returned in 1994 after Chris Slade, who was with the band from 1989 to 1994, was asked to leave in favour of him, and contributed to the band's 1995 album Ballbreaker. Stiff Upper Lip was released in 2000 and was well received by critics. The band's studio album, Black Ice, was released on 20 October 2008 and was the second-highest-selling album of that year. It was their biggest hit on the charts since For Those About to Rock, eventually reaching No.1 on all charts worldwide. The band's line-up remained the same - their longest unchanged line-up - until 2014 with Malcolm Young's retirement and Rudd's legal troubles.\nAC/DC had sold more than 200 million records worldwide, including 71.5 million albums in the United States alone, making them the tenth-best-selling band in the United States and one of the world's best-selling bands of all time. Back in Black has sold an estimated 50 million units worldwide, making it the fifth-highest-selling album by any artist – and the third-highest-selling album by any band. The album has sold 22 million units in the US alone, where it is the sixth-highest-selling album of all time. AC/DC ranked fourth on VH1's list of the \"100 Greatest Artists of Hard Rock\" and were named the seventh \"Greatest Heavy Metal Band of All Time\" by MTV. In 2004, AC/DC ranked No. 72 on the Rolling Stone list of the \"100 Greatest Artists of All Time\". Producer Rick Rubin, who wrote an essay on the band for the Rolling Stone list, referred to AC/DC as \"the greatest rock and roll band of all time.\" In 2010, AC/DC were ranked number 23 in the VH1 list of the \"100 Greatest Artists of All Time\"."
        }
    }, 
    {
        "pk": 11, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 87, 
            "recommended_album": 11, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/f439465a43dd0e4d1aed1df5b0e3243eda49a403", 
            "full_name": "Queen", 
            "genre": "spotify:artist:1dfeR4HaWDbWqFHLkxsg1d", 
            "biography": "N/A"
        }
    }, 
    {
        "pk": 12, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " London, England\n", 
            "popularity": 86, 
            "recommended_album": 12, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/2b3993e967c42310876f226e5c380896e861ae8d", 
            "full_name": "The Rolling Stones", 
            "genre": "spotify:artist:22bE4uQ6baNwSHPVcDxLCe", 
            "biography": "The Rolling Stones are an English rock band formed in London in 1962. The first settled line-up consisted of Brian Jones (guitar, harmonica), Ian Stewart (piano), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar), Bill Wyman (bass) and Charlie Watts (drums). Stewart was removed from the official line-up in 1963 but continued as occasional pianist until his death in 1985. Jones departed the band less than a month prior to his death in 1969, having already been replaced by Mick Taylor, who remained until 1975. Subsequently, Ronnie Wood has been on guitar in tandem with Richards. Following Wyman's departure in 1993, Darryl Jones has been the main bassist. Other notable keyboardists for the band have included Nicky Hopkins, active from 1967 to 1982; Billy Preston through the mid 1970s (most prominent on Black and Blue) and Chuck Leavell, active since 1982. The band was first led by Jones but after teaming as the band's songwriters, Jagger and Richards assumed de facto leadership.\nThe Rolling Stones were in the vanguard of the British Invasion of bands that became popular in the US in 1964–65. At first noted for their longish hair as much as their music, the band are identified with the youthful and rebellious counterculture of the 1960s. Critic Sean Egan states that within a year of the release of their 1964 debut album, they \"were being perceived by the youth of Britain and then the world as representatives of opposition to an old, cruel order — the antidote to a class-bound, authoritarian culture.\" They were instrumental in making blues a major part of rock and roll and of changing the international focus of blues culture to the less sophisticated blues typified by Chess Records artists such as Muddy Waters — writer of \"Rollin' Stone\", after which the band is named. After a short period of musical experimentation that culminated with the poorly received and largely psychedelic album Their Satanic Majesties Request (1967), the group returned to its bluesy roots with Beggars' Banquet (1968) which—along with its follow-ups, Let It Bleed (1969), Sticky Fingers (1971) and Exile on Main St. (1972)—is generally considered to be the band's best work and are considered the Rolling Stones' \"Golden Age\". It was during this period the band were first introduced on stage as \"The World's Greatest Rock and Roll Band\". Musicologist Robert Palmer attributed the \"remarkable endurance\" of the Rolling Stones to being \"rooted in traditional verities, in rhythm-and-blues and soul music\", while \"more ephemeral pop fashions have come and gone\".\nThe band continued to release commercially successful records in the 1970s and sold many albums, with Some Girls (1978) and Tattoo You (1981) being their two most sold albums worldwide. In the 1980s, a feud between Jagger and Richards about the band's musical direction almost caused the band to split but they managed to patch their relationship up and had a big comeback with Steel Wheels (1989), which was followed by a big stadium and arena tour. Since the 1990s, new recorded material from the group has been increasingly less well-received and less frequent. Despite this, the Rolling Stones have continued to be a huge attraction on the live circuit, with big stadium tours in the 1990s and 2000s. By 2007, the band had made what were then four of the top five highest-grossing concert tours of all time (Voodoo Lounge Tour (1994–95), Bridges to Babylon Tour (1997–99), Licks Tour (2002–03) and A Bigger Bang Tour (2005–07).\nThe Rolling Stones were inducted into the Rock and Roll Hall of Fame in 1989, and the UK Music Hall of Fame in 2004. Rolling Stone magazine ranked them fourth on the \"100 Greatest Artists of All Time\" list, and their estimated album sales are above 250 million. They have released twenty-nine studio albums, eighteen live albums and numerous compilations. Let It Bleed (1969) was their first of five consecutive number one studio and live albums in the UK. Sticky Fingers (1971) was the first of eight consecutive number one studio albums in the US. In 2008, the band ranked 10th on the Billboard Hot 100 All-Time Top Artists chart. In 2012, the band celebrated its 50th anniversary."
        }
    }, 
    {
        "pk": 13, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "Stockholm, Sweden\n", 
            "popularity": 78, 
            "recommended_album": 13, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/1ace43eddbf6010d417d53ce77b584bd6aa11428", 
            "full_name": "ABBA", 
            "genre": "spotify:artist:0LcJLqbBmaGUft1e9Mm8HV", 
            "biography": "ABBA (stylized ) was a Swedish pop group formed in Stockholm in 1972, comprising Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. ABBA is an acronym of the first letters of the band members' first names and is sometimes stylized as the registered trademark ᗅᗺᗷᗅ. The band became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1975 to 1982. They won the Eurovision Song Contest 1974 at the Dome in Brighton, UK, giving Sweden its first triumph in the contest, and were the most successful group ever to take part in the competition. Ulvaeus and Andersson wrote the Broadway musical \"Chess\" in 1980.\nAccording to CNN and some other sources ABBA has sold over 300 million albums and singles worldwide. Although according to its label the Universal Music Group the band has sold over 375 million records as of January 2010, this figure however has not been independently verified and has occasionally been questioned, other estimates range from over 140 to over 500 million sold records. This makes them one of the best-selling music artists, and the second best-selling music group of all time, after the Beatles. ABBA was the first group to come from a non-English-speaking country to enjoy consistent success in the charts of English-speaking countries, including the UK, Ireland, the U.S., Canada, Australia, New Zealand, and South Africa. The group also enjoyed significant success in Latin American markets, and recorded a collection of their hit songs in Spanish.\n\nDuring the band's active years, Fältskog & Ulvaeus and Lyngstad & Andersson were married. At the height of their popularity, both relationships were suffering strain which ultimately resulted in the collapse of the Ulvaeus–Fältskog marriage in 1979 and the Andersson–Lyngstad marriage in 1981. These relationship changes were reflected in the group's music, with later compositions including more introspective, brooding, dark lyrics.\nAfter ABBA broke up in late 1982, Andersson and Ulvaeus achieved success writing music for the stage while Lyngstad and Fältskog pursued solo careers with mixed success. ABBA's music declined in popularity until several films, notably Muriel's Wedding and The Adventures of Priscilla, Queen of the Desert, revived interest in the group and the spawning of several tribute bands. In 1999, ABBA's music was adapted into the successful musical Mamma Mia! that toured worldwide. A film of the same name, released in 2008, became the highest-grossing film in the United Kingdom that year.\nABBA were honored at the 50th anniversary celebration of the Eurovision Song Contest in 2005, when their hit \"Waterloo\" was chosen as the best song in the competition's history. The group was inducted into the Rock and Roll Hall of Fame on 15 March 2010."
        }
    }, 
    {
        "pk": 14, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Saint Michael, Barbados\n", 
            "popularity": 97, 
            "recommended_album": 14, 
            "image_url": "http://2.bp.blogspot.com/-SO7zV0PTZio/TZA7k-uCGoI/AAAAAAAAB9o/RI19ocBgAWo/s1600/Screen%2Bshot%2B2011-03-27%2Bat%2B11.15.35%2BPM.png", 
            "full_name": "Rihanna", 
            "genre": "spotify:artist:5pKCCKE2ajJHZ9KAiaK11H", 
            "biography": "Robyn Rihanna Fenty (born February 20, 1988), known professionally as Rihanna (/riˈænə/ ree-AN-ə), is a Barbadian singer, actress, songwriter and fashion designer. Born in Saint Michael, Barbados, her career began upon meeting record producer Evan Rogers in late 2003 through mutual friends; she recorded demo tapes with his guidance. Her tape was sent to several record labels, and she subsequently signed a contract with Def Jam Recordings after auditioning for its then-president, hip-hop producer and rapper Jay-Z. Both her debut album, Music of the Sun (2005) and its follow-up A Girl Like Me (2006) peaked in the top ten on the US Billboard 200; the former featured the commercially successful song \"Pon de Replay\" while the latter produced her first Billboard Hot 100 number-one single, \"SOS\".\nShe rose to widespread prominence and became a household name with the release of her third studio album, Good Girl Gone Bad (2007), and its chart-topping lead single \"Umbrella.\" The album and its 2008 Reloaded re-release were nominated for nine Grammy Awards, winning Best Rap/Sung Collaboration for \"Umbrella\". From 2009 to 2012, following a highly publicized altercation with then-boyfriend, entertainer Chris Brown, she annually released four Recording Industry Association of America (RIAA) platinum certified albums: Rated R (2009), Loud (2010), Talk That Talk (2011), and her first Billboard 200 number one album Unapologetic (2012). The same year, she appeared in her first theatrical feature film, Battleship.\nRihanna has sold over 41 million albums and 150 million songs worldwide, making her one of the best-selling artists of all time. Many of her songs rank among the world's best-selling singles of all time, such as \"Umbrella\", \"Take a Bow\", \"Disturbia\", \"Only Girl (In the World)\", \"S&M\", \"We Found Love\", \"Diamonds\" and \"Stay\". In addition to her solo work, Rihanna has collaborated with other artists and was featured on the worldwide hits \"Can't Remember to Forget You\" (with Shakira), \"Live Your Life\" (with T.I.), \"Run This Town\" (with Jay-Z and Kanye West), \"Love the Way You Lie\" and \"The Monster\" (both with Eminem). She has achieved thirteen number-one singles on the Billboard Hot 100 chart, becoming the youngest and fastest solo artist to accomplish this record. Billboard named her the Digital Songs Artist of the 2000s decade and the top Hot 100 artist of the 2010s decade.\nRihanna is known for frequently reinventing her style and image, most notably since Good Girl Gone Bad. Her work has earned her numerous awards and accolades, including eight Grammy Awards,[1] eight American Music Awards, 23 Billboard Music Awards, and two BRIT Awards. In 2012, Forbes ranked her the fourth most powerful celebrity of the year, with earnings of $53 million between May 2011 and May 2012. The same year, TIME named Rihanna one of the 100 Most Influential People in the World. At the American Music Awards of 2013, she received the first ever Icon Award. On June 2, 2014, Rihanna received the Fashion Icon lifetime achievement award from the Council of Fashion Designers of America (CFDA)."
        }
    }, 
    {
        "pk": 15, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Reading, Pennsylvania\n", 
            "popularity": 77, 
            "recommended_album": 15, 
            "image_url": "http://www.technobuffalo.com/wp-content/uploads/2015/01/141113-Taylor-Swift-Spotify.jpg", 
            "full_name": "Taylor Swift", 
            "genre": "spotify:artist:06HL4z0CvFAxyc27GXpf02", 
            "biography": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter and actress. Raised in Wyomissing, Pennsylvania, she moved to Nashville, Tennessee, at the age of 14 to pursue a career in country music. She signed with the independent label Big Machine Records and became the youngest songwriter ever hired by the Sony/ATV Music publishing house. The release of Swift's self-titled debut album in 2006 established her as a country music star. Her third single, \"Our Song,\" made her the youngest person to single-handedly write and perform a number-one song on the Hot Country Songs chart. She received a Best New Artist nomination at the 2008 Grammy Awards. .\nSwift's second album, Fearless, was released in 2008. Buoyed by the pop crossover success of the singles \"Love Story\" and \"You Belong with Me,\" Fearless became the best-selling album of 2009 in the United States. The album won four Grammy Awards, making Swift the youngest ever Album of the Year winner. Swift's third and fourth albums, 2010's Speak Now and 2012's Red, both sold more than one million copies within the first week of their U.S release. Speak Now's \"Mean\" won two Grammy Awards, while Red's singles \"We Are Never Ever Getting Back Together\" and \"I Knew You Were Trouble\" were worldwide hits. Swift's fifth album, the pop-focused 1989, was released in 2014 and sold more copies in its opening week than any album in the previous 12 years, making Swift the first and only act to have three albums sell more than one million copies in the opening release week. The singles \"Shake It Off\", \"Blank Space\", and \"Bad Blood\" reached number one on the Billboard Hot 100.\nSwift is known for narrative songs about her personal experiences. As a songwriter, she has been honored by the Nashville Songwriters Association and the Songwriters Hall of Fame. Swift's other achievements include seven Grammy Awards, 22 Billboard Music Awards, 11 Country Music Association Awards, eight Academy of Country Music Awards, and one Brit Award. She is one of the best-selling artists of all time, having sold more than 40 million albums—including 27.1 million in the U.S.—and 130 million single downloads. Swift has also had supporting roles in feature films including Valentine's Day (2010) and The Giver (2014). In 2015, Swift became the youngest woman ever to be included on Forbes' \"100 Most Powerful Women\" list, ranking at number 65."
        }
    }, 
    {
        "pk": 16, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " St. Joseph, Missouri, U.S.\n", 
            "popularity": 96, 
            "recommended_album": 16, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/f08ed487e3894e0f9ab1c199cbd449d0fb7e244c", 
            "full_name": "Eminem", 
            "genre": "spotify:artist:7dGJo4pcD2V6oG8kP0tJRR", 
            "biography": "Marshall Bruce Mathers III (born October 17, 1972), better known by his stage name Eminem, is an American rapper, record producer, and songwriter from Detroit, Michigan. In addition to his solo career, he is a member of D12 and (with Royce da 5'9\") half of the hip-hop duo Bad Meets Evil. Eminem is the best-selling artist of the 2000s in the United States; Rolling Stone ranked him 83rd on its list of 100 Greatest Artists of All Time, calling him the King of Hip Hop. Including his work with D12 and Bad Meets Evil, Eminem has had ten number-one albums on the Billboard 200. He has sold more than 155 million albums and singles, making him one of the world's best-selling artists. As of June 2014, Eminem is the second-bestselling male artist of the Nielsen SoundScan era, the sixth-bestselling artist in the United States and the bestselling hip-hop artist, with sales of 45,160,000 albums and 31 million digital singles.\nAfter his debut album Infinite (1996), Eminem achieved mainstream popularity in 1999 with The Slim Shady LP; the commercially successful second album received his first Grammy Award for Best Rap Album. His next two releases (2000's The Marshall Mathers LP and 2002's The Eminem Show) were worldwide successes, with each certified diamond in US sales. Both won Best Rap Album Grammy Awards, making Eminem the first artist to win the award for three consecutive LPs. They were followed by Encore in 2004, another critical and commercial success. Eminem went on hiatus after touring in 2005, releasing Relapse in 2009 and Recovery in 2010; both won Grammy Awards. Recovery was the bestselling album of 2010 worldwide, and the rapper's second international bestselling album of the year (his first was The Eminem Show). Eminem's eighth album (2013's The Marshall Mathers LP 2) won two Grammy Awards, including Best Rap Album; it expanded his record for the most wins in that category and his Grammy total to 15.\nEminem has developed other ventures, including Shady Records with manager Paul Rosenberg. He has his own channel, Shade 45, on Sirius XM Radio. In November 2002, Eminem starred in the hip hop film 8 Mile. He won the Academy Award for Best Original Song for \"Lose Yourself\", the first rap artist to win the award. Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009), The Interview (2014) and the television series Entourage."
        }
    }, 
    {
        "pk": 17, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Tulsa, Oklahoma, U.S\n", 
            "popularity": 54, 
            "recommended_album": 17, 
            "image_url": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn2/video/876/493/111914_dcl_Brooks_640.jpg%3Fve%3D1%26tl%3D1", 
            "full_name": "Garth Brooks", 
            "genre": "spotify:artist:4BclNkZtAUq1YrYNzye3N7", 
            "biography": "Troyal Garth Brooks (born February 7, 1962), best known as Garth Brooks, is an American country music singer-songwriter. His eponymous first album was released in 1989 and peaked at number 2 in the US country album chart while climbing to number 13 on the Billboard 200 album chart. Brooks' integration of rock elements into his recordings and live performances earned him immense popularity. This progressive approach allowed him to dominate the country single and album charts while crossing over into the mainstream pop arena.\nBrooks broke records for both sales and concert attendance throughout the 1990s. As of 2013, his recordings continue to sell well and, according to Nielsen Soundscan, his albums sales up to May 2013 are 68,630,000, which makes him the best-selling albums artist in the United States in the SoundScan era (since 1991), a title held since 1991, well over 5 million ahead of his nearest rival, the Beatles. According to RIAA he is the second best-selling solo albums artist in the United States of all time ahead of Elvis Presley (second to the Beatles) with 135 million units sold. Brooks is one of the world's best-selling artists of all time, having sold more than 150 million records.\nBrooks has released six albums that achieved diamond status in the United States, those being: Garth Brooks (10× platinum), No Fences (17× platinum), Ropin' the Wind (14× platinum), The Hits (10× platinum), Sevens (10× platinum) and Double Live (21× platinum). Since 1989, Brooks has released 20 records in all, which include; 10 studio albums, 1 live album, 3 compilation albums, 3 Christmas albums and 3 box sets, along with 77 singles. He won several important awards in his career, including 2 Grammy Awards, 17 American Music Awards (including the \"Artist of the '90s\") and the RIAA Award as Best selling solo albums artist of the Century in the United States.\nTroubled by conflicts between career and family, Brooks officially retired from recording and performing from 2001 until 2009. During this time, he sold millions of albums through an exclusive distribution deal with Walmart and sporadically released new singles. In 2005, Brooks started a partial comeback, and has since given several performances and released two compilation albums.\nOn October 15, 2009, Garth Brooks announced the end of his retirement. In December 2009, he began a five-year concert deal with the Encore Hotel and Casino on the Las Vegas Strip. Following the conclusion of his residency in Las Vegas, Brooks announced his signing with Sony Music Nashville in July 2014. In September 2014, he began his comeback world tour. His most recent album, Man Against Machine, was released on November 11, 2014 via his new online music store GhostTunes.\nBrooks was inducted into the Country Music Hall of Fame on October 21, 2012."
        }
    }, 
    {
        "pk": 18, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 79, 
            "recommended_album": 18, 
            "image_url": "https://d2c87l0yth4zbw.cloudfront.net/u/wp/Eagles_PhotoSpotify.jpg", 
            "full_name": "Eagles", 
            "genre": "spotify:artist:0ECwFtbIWEVNwjlrfc6xoL", 
            "biography": "Eagle is a common name for many large birds of prey of the family Accipitridae; it belongs to several groups of genera that are not necessarily closely related to each other.\nMost of the sixty species of eagles are from Eurasia and Africa. Outside this area, just fourteen species can be found – two in North America, nine in Central and South America, and three in Australia."
        }
    }, 
    {
        "pk": 19, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Dublin, Ireland\n", 
            "popularity": 84, 
            "recommended_album": 19, 
            "image_url": "http://www.indoorcycleinstructor.com/wp-content/uploads//2014/09/new-u2-album.jpg", 
            "full_name": "U2", 
            "genre": "spotify:artist:51Blml2LZPmy7TTiAg47vQ", 
            "biography": "U2 are an Irish rock band from Dublin. Formed in 1976, the group consists of Bono (vocals and guitar), The Edge (guitar, keyboards, and vocals), Adam Clayton (bass guitar), and Larry Mullen, Jr. (drums and percussion). U2's early sound was rooted in post-punk but eventually grew to incorporate influences from many genres of popular music. Throughout the group's musical pursuits, they have maintained a sound built on melodic instrumentals. Their lyrics, often embellished with spiritual imagery, focus on personal themes and sociopolitical concerns.\nThe band formed at Mount Temple Comprehensive School in 1976 when the members were teenagers with limited musical proficiency. Within four years, they signed with Island Records and released their debut album Boy. By the mid-1980s, U2 had become a top international act. They were more successful as a touring act than they were at selling records until their 1987 album The Joshua Tree which, according to Rolling Stone, elevated the band's stature \"from heroes to superstars\". Reacting to musical stagnation and criticism of their earnest image and musical direction in the late-1980s, U2 reinvented themselves with their 1991 album, Achtung Baby, and the accompanying Zoo TV Tour; they integrated dance, industrial, and alternative rock influences into their sound, and embraced a more ironic and self-deprecating image. They embraced similar experimentation for the remainder of the 1990s with varying levels of success. U2 regained critical and commercial favour in the 2000s with the records All That You Can't Leave Behind (2000) and How to Dismantle an Atomic Bomb (2004), which established a more conventional, mainstream sound for the group. Their U2 360° Tour from 2009–2011 was the highest-attended and highest-grossing concert tour in history.\nU2 have released 13 studio albums and are one of the world's best-selling music artists of all time, having sold more than 170 million records worldwide. They have won 22 Grammy Awards, more than any other band; and, in 2005, were inducted into the Rock and Roll Hall of Fame in their first year of eligibility. Rolling Stone ranked U2 at number 22 in its list of the \"100 Greatest Artists of All Time\", and labelled them the \"Biggest Band in the World\". Throughout their career, as a band and as individuals, they have campaigned for human rights and philanthropic causes, including Amnesty International, the ONE/DATA campaigns, Product Red, and The Edge's Music Rising."
        }
    }, 
    {
        "pk": 20, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " The Bronx, New York, US\n", 
            "popularity": 79, 
            "recommended_album": 20, 
            "image_url": "http://lodestar.typepad.com/.a/6a00d8341bfc6e53ef019104c13561970c-pi", 
            "full_name": "Billy Joel", 
            "genre": "spotify:artist:6zFYqv1mOsgBRQbae3JJ9e", 
            "biography": "William Martin \"Billy\" Joel (born May 9, 1949) is an American pianist, singer-songwriter, and composer. Since releasing his first hit song, \"Piano Man\", in 1973, Joel has become the sixth best-selling recording artist and the third best-selling solo artist in the United States. His compilation album Greatest Hits Vol. 1 & 2 is the third best-selling album in the United States by discs shipped.\nJoel had Top 40 hits in the 1970s, 1980s, and 1990s, achieving 33 Top 40 hits in the United States, all of which he wrote himself. He is also a six-time Grammy Award winner who has been nominated for 23 Grammy Awards throughout his career. He has sold more than 150 million records worldwide, making him one of the best-selling artists of all time.\nJoel was inducted into the Songwriters Hall of Fame (1992), the Rock and Roll Hall of Fame (1999), and the Long Island Music Hall of Fame (2006). In 2001, Joel received the Johnny Mercer Award from the Songwriters Hall of Fame. In 2013, Joel received the Kennedy Center Honors, the nation's highest honor for influencing American culture through the arts. Except for the 2007 songs \"All My Life\" and \"Christmas in Fallujah\", Joel stopped writing and also releasing (with futher except for the 1997 three songs newly recorded on Greatest Hits Volume III) pop/rock material after 1993's River of Dreams. However, he continues to tour, and he plays songs from all eras of his solo career in his concerts."
        }
    }, 
    {
        "pk": 21, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Chiswick, Greater London, England\n", 
            "popularity": 80, 
            "recommended_album": 21, 
            "image_url": "http://www.billboard.com/files/stylus/110909-phil_collins_Neale-Haynes.jpg", 
            "full_name": "Phil Collins", 
            "genre": "spotify:artist:4lxfqrEsLX6N1N4OCSkILp", 
            "biography": "Philip David Charles \"Phil\" Collins, LVO (born 30 January 1951), is an English singer, songwriter, multi-instrumentalist, music producer and actor. He gained fame as both the drummer and lead singer for the rock band Genesis, and he also gained worldwide fame as a solo artist.\nCollins is one of the most successful songwriters and performers of all time, singing the lead vocals on dozens of hit albums and singles in the UK and the US between 1976 and 2010, either as a solo artist or with Genesis. His solo singles, sometimes dealing with lost love and often featuring his distinctive gated reverb drum sound, ranged from the atmospheric \"In the Air Tonight\", dance-rock of \"Sussudio\", piano-driven power ballad \"Against All Odds\", to the political and religious connotations of \"Another Day in Paradise\". Collins has been described by AllMusic as \"one of the most successful pop and adult contemporary singers of the '80s and beyond\".\nCollins joined Genesis in 1970 as the group's drummer and became their lead vocalist in 1975 following the departure of the original lead singer Peter Gabriel. His solo career, which was launched in 1981 and was heavily influenced by his personal life and soul music, brought both himself and Genesis greater commercial success. Collins's total worldwide sales as a solo artist are 150 million. Collins has won numerous music awards throughout his career, including seven Grammy Awards, six Brit Awards—winning Best British Male three times, three American Music Awards, an Academy Award, two Golden Globe Awards and a Disney Legend Award in 2002 for his solo work. He received a star on the Hollywood Walk of Fame in 1999, was inducted into the Songwriters Hall of Fame in 2003, and into the Rock and Roll Hall of Fame as a member of Genesis in 2010. Collins was ranked number 10 in \"The Greatest Drummers of All Time\" list by Gigwise and number nine in a list of \"The 20 greatest drummers of the last 25 years\" by MusicRadar in 2010.\nCollins is one of only three recording artists (along with Paul McCartney and Michael Jackson) who have sold over 100 million albums worldwide both as solo artists and (separately) as principal members of a band. During his most successful period as a solo artist between 1981 and 1990, Collins had three UK number-one singles and seven number-one singles on the Billboard Hot 100 in the United States, as well as a U.S. number one with Genesis in 1986. When his work with Genesis, his work with other artists, as well as his solo career is totalled, Collins had more top 40 hits on the Billboard Hot 100 chart during the 1980s than any other artist. In 2008, Collins was ranked the 22nd most successful artist on the \"Billboard Hot 100 All-Time Top Artists\". Although one of the world's best-selling recording artists and a highly respected drummer, Collins has garnered significant criticism over the years from music journalists and fellow artists. He announced his retirement in 2011 to focus on his family life, though he continued to write songs and in 2013 he said he was considering a return to the music industry."
        }
    }, 
    {
        "pk": 22, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Boston, Massachusetts, U.S.\n", 
            "popularity": 81, 
            "recommended_album": 22, 
            "image_url": "http://o.scdn.co/image/e0ea6225a3f89374d53ba1344c73ae2819cd2020", 
            "full_name": "Aerosmith", 
            "genre": "spotify:artist:7Ey4PD4MYsKc5I2dolUwbH", 
            "biography": "Aerosmith is an American rock band, sometimes referred to as \"the Bad Boys from Boston\" and \"America's Greatest Rock and Roll Band.\" Their style, which is rooted in blues-based hard rock, has come to also incorporate elements of pop, heavy metal, and rhythm and blues, and has inspired many subsequent rock artists. The band was formed in Boston, Massachusetts in 1970. Guitarist Joe Perry and bassist Tom Hamilton, originally in a band together called the Jam Band, met up with vocalist/pianist/harmonicist Steven Tyler, drummer Joey Kramer, and guitarist Ray Tabano, and formed Aerosmith. In 1971, Tabano was replaced by Brad Whitford, and the band began developing a following in Boston.\nThey were signed to Columbia Records in 1972, and released a string of gold and platinum albums, beginning with their 1973 eponymous debut album, followed by their 1974 album Get Your Wings. In 1975, the band broke into the mainstream with the album Toys in the Attic, and their 1976 follow-up Rocks cemented their status as hard rock superstars. Two additional albums followed in 1977 and 1979. The band's first five albums have since attained multi-platinum status. Throughout the 1970s, the band toured extensively and charted a dozen Hot 100 singles. By the end of the decade, they were among the most popular hard rock bands in the world and developed a loyal following of fans, often referred to as the \"Blue Army\". However, drug addiction and internal conflict took their toll on the band, which resulted in the departures of Perry and Whitford in 1979 and 1981, respectively; they were replaced by Jimmy Crespo and Rick Dufay. The band did not fare well between 1980 and 1984, releasing the album Rock in a Hard Place, which went gold but failed to match their previous successes.\nPerry and Whitford returned in 1984 and the band signed a new deal with Geffen Records. After a comeback tour, the band recorded Done with Mirrors (1985), which won some critical praise but failed to come close to commercial expectations. It was not until the band's collaboration with rap group Run–D.M.C. in 1986, and the 1987 multi-platinum release Permanent Vacation, that they regained the level of popularity they had experienced in the 1970s. In the late 1980s and 1990s, the band scored several hits and won numerous awards for music from the multi-platinum albums Pump (1989), Get a Grip (1993), and Nine Lives (1997), and embarked on their most extensive concert tours to date. The band also became a pop culture phenomenon with popular music videos and notable appearances in television, film, and video games. Their comeback has been described as one of the most remarkable and spectacular in rock 'n' roll history. Additional albums followed in 2001, 2004, and 2012. Since 2001, the band has toured every year except 2008. After 45 years of performing, the band continues to tour and record music.\nAerosmith is the best-selling American rock band of all time, having sold more than 150 million records worldwide, including over 70 million records in the United States alone. With 25 gold albums, 18 platinum albums, and 12 multi-platinum albums, they hold the record for the most gold albums by an American group, the most total certifications by an American group, and are tied for the most multi-platinum albums by an American group. The band has scored 21 Top 40 hits on the Billboard Hot 100, nine number-one Mainstream Rock hits, four Grammy Awards, six American Music Awards, and ten MTV Video Music Awards. They were inducted into the Rock and Roll Hall of Fame in 2001, and were included among both Rolling Stone's and VH1's lists of the 100 Greatest Artists of All Time. In 2013, the band's principal songwriters, Tyler and Perry, were inducted into the Songwriters Hall of Fame."
        }
    }, 
    {
        "pk": 23, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Hoboken, New Jersey, U.S.<ref name=frank>{{cite news|url=http://news.bbc.co.uk/2/hi/special_report/1998/05/98/sinatra/67911.stm|title=Frank Sinatra obituary|date=May 16, 1998|accessdate=2008-05-15|work=BBC News}}</ref>\n", 
            "popularity": 81, 
            "recommended_album": 23, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/ff3c32fa9aa3cda2f9aa9ff33284cf825a3651b0", 
            "full_name": "Frank Sinatra", 
            "genre": "spotify:artist:1Mxqyy3pSjf8kZZL4QVxS0", 
            "biography": "Francis Albert \"Frank\" Sinatra (/sɨˈnɑːtrə/; December 12, 1915 – May 14, 1998) was an American singer, actor, director, and producer.\nBeginning his musical career in the swing era as a boy singer with Harry James and Tommy Dorsey, Sinatra found success as a solo artist from the early to mid-1940s after being signed by Columbia Records in 1943. Being the idol of the \"bobby soxers\", he released his first album, The Voice of Frank Sinatra, in 1946. His professional career had stalled by the early 1950s, but it was reborn in 1953 after he won the Academy Award for Best Supporting Actor for his performance in From Here to Eternity. He signed with Capitol Records in 1953 and released several critically lauded albums (such as In the Wee Small Hours, Songs for Swingin' Lovers!, Come Fly with Me, Only the Lonely and Nice 'n' Easy). Sinatra left Capitol to found his own record label, Reprise Records in 1961 (finding success with albums such as Ring-a-Ding-Ding!, Sinatra at the Sands and Francis Albert Sinatra & Antonio Carlos Jobim), toured internationally, was a founding member of the Rat Pack and fraternized with celebrities and statesmen, including John F. Kennedy.\nSinatra turned 50 in 1965, recorded the retrospective September of My Years, starred in the Emmy-winning television special Frank Sinatra: A Man and His Music, and scored hits with \"Strangers in the Night\" and \"My Way\". In 1967, he recorded one of his most famous collaborations with Tom Jobim, the album \"Francis Albert Sinatra & Antonio Carlos Jobim\" which was nominated for the Grammy Award for Album of the Year. It was followed by 1968's collaboration with Duke Ellington. With sales of his music dwindling and after appearing in several poorly received films, Sinatra retired for the first time in 1971. Two years later, however, he came out of retirement and from 1973 recorded several albums, scoring a Top 40 hit with \"(Theme From) New York, New York\" in 1980. Using his Las Vegas shows as a home base, he toured both within the United States and internationally, until a short time before his death in 1998. Sinatra also forged a highly successful career as a film actor. After winning Best Supporting Actor in 1953, he also garnered a nomination for Best Actor for The Man with the Golden Arm (1955), and critical acclaim for his performance in The Manchurian Candidate (1962). He also starred in such musicals as On the Town (1949), Guys and Dolls (1955), High Society (1956), and Pal Joey (1957).\nSinatra is one of the best-selling music artists of all time, having sold more than 150 million records worldwide. He was honored at the Kennedy Center Honors in 1983 and was awarded the Presidential Medal of Freedom by Ronald Reagan in 1985 and the Congressional Gold Medal in 1997. Sinatra was also the recipient of eleven Grammy Awards, including the Grammy Trustees Award, Grammy Legend Award and the Grammy Lifetime Achievement Award. One of the most popular and influential musical artists of the 20th century, Sinatra had a popularity that was later matched only by Elvis Presley, The Beatles, and Michael Jackson. American music critic Robert Christgau called him \"the greatest singer of the 20th century\"."
        }
    }, 
    {
        "pk": 24, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Brooklyn, New York, U.S.\n", 
            "popularity": 67, 
            "recommended_album": 24, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/94cdefca5b22e63d677cbe1d9590dcf7a1506855", 
            "full_name": "Barbra Streisand", 
            "genre": "spotify:artist:7jmTilWYlKOuavFfmQAcu6", 
            "biography": "Barbra Joan Streisand (born Barbara Joan Streisand; April 24, 1942) is an American singer, songwriter, actress, and filmmaker. During a career spanning six decades, she has become an icon in multiple fields of entertainment, winning numerous awards, which has earned her recognition as Mother of All Contemporary Pop Divas or Queen of The Divas. She has been recognized with two Academy Awards, ten Grammy Awards including the Grammy Lifetime Achievement Award and the Grammy Legend Award, five Emmy Awards including one Daytime Emmy, a Special Tony Award, an American Film Institute award, a Kennedy Center Honors prize, four Peabody Awards, and eleven Golden Globes. She is among a select group of entertainers who have been honored with all the major industry prizes.\nStreisand is one of the best-selling music artists of all time, with more than 72.5 million albums in the United States and with a total of 245 million records sold worldwide, making her the best-selling female artist among the top-selling artists recognized by the Recording Industry Association of America. (The only female in the top ten, and the only artist outside of the rock 'n' roll genre.)\nAfter beginning a successful recording career in the 1960s, Streisand ventured into film by the end of the decade. She starred in the critically acclaimed Funny Girl, for which she won the Academy Award and Golden Globe Award for Best Actress. Her other films include The Owl and the Pussycat, The Way We Were, and A Star Is Born, for which she received her second Academy Award, composing music for the love theme \"Evergreen\", the first woman to be honored as a composer. With the release of Yentl in 1983, Streisand established herself as one of the film industry’s most notable figures by becoming the first woman to write, produce, direct, and star in a major studio film. The film won an Oscar for Best Score and Best Motion Picture Musical; Streisand received the Golden Globe Award for Best Director, the first (and to date only) woman to win that award.\nThe RIAA and Billboard recognize Streisand as holding the record for the most top-ten albums of any female recording artist: a total of 33 since 1963. Streisand is the only recording artist to have a number-one album in each of the last six decades, having released 53 Gold albums, 31 Platinum albums, and 14 Multi-Platinum albums in the United States.\n\n↑ \"Barbra Streisand goes back to Brooklyn, and beyond\". USA Today. October 8, 2012. Retrieved July 26, 2013. \n↑ \"Lessons from Barbra Streisand\". Chicago Tribune. November 6, 2006. Retrieved July 26, 2013. \n↑ \"Barbra Streisand: Queen of the divas\". the Daily Mail. July 19, 2007. Retrieved July 26, 2014. \n↑ \"Ireland awaits the arrival of the queen of divas\". July 13, 2007. Retrieved July 26, 2014. \n↑ \"The internet's best Barbra Streisand memes\". April 24, 2015. Retrieved July 26, 2014. \n↑ \"After 51-year absence, Barbra Streisand takes the host chair at 'The Tonight Show'\". The Washington Post. July 13, 2014. Retrieved July 26, 2014. \n↑ \"Barbra Streisand at her MusiCares Person of the Year dinner at the LA Convention Center\". February 12, 2011. Retrieved July 10, 2014. \n↑ \"Academy Awards Database\". Academy of Motion Picture Arts and Sciences. January 29, 2010. Retrieved July 26, 2012. \n↑ 9.0 9.1 \"Barbra Streisand Goes Platinum for History-Making 31st Time with Partners\". Broadway World. January 20, 2015.\n↑ \"Awards Search\". Academy Of Television Arts & Sciences. Retrieved December 10, 2013. \n↑ \"AFI Life Achievement Award: Barbra Streisand\". American Film Institute. Retrieved December 9, 2009. \n↑ \"The Ultimate Show Biz Coup: PEGOT\". The Peabody Awards. Retrieved December 10, 2014. \n↑ \"Awards Search\". Hollywood Foreign Press Association. Retrieved December 10, 2014. \n↑ THR, Staff. \"Barbra Streisand on the \"Tonight Show:\" All The Action As It Happened\". THR. The Hollywood Reporter. Retrieved 17 June 2015. \n↑ Marshland, Brad. \"Duet with son highlight for Streisand: 'I had to sing with him'\". Yahoo! News. Yahoo!. Retrieved 17 June 2015. \n↑ McDonald, Soraya. \"After 51-year absence, Barbra Streisand takes the host chair at ‘The Tonight Show’\". Washington Post. The Washington Post. Retrieved 17 June 2015. \n↑ \"Top Selling Artists (albums)\". RIAA. March 25, 2015. Retrieved March 25, 2015. \n↑ Brown, Helen (June 2, 2013). \"Barbra Streisand, O2 Arena, review\". Telegraph.co.uk. Retrieved May 20, 2015. \n↑ \"Barbra Streisand's Awards\". Internet Movie Database. March 2, 2013. Retrieved March 2, 2013. \n↑ \"Barbra Streisand to Sing 'The Way We Were' for the Oscars Memorial Segment\". movies.broadwayworld.com. February 22, 2013. Retrieved March 2, 2013. \n↑ Kagan, Jeremy. Directors Close Up, Scarecrow Press (2006) p. 297\n↑ \"Chart Watch Extra: The Acts With The Most Top 10 Albums, Ever – Chart Watch\". Yahoo! Music. October 17, 2008. Retrieved December 9, 2009."
        }
    }, 
    {
        "pk": 25, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 71, 
            "recommended_album": 25, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/8ff19a29da65e4fe8684bc0878fac3b79de7d0da", 
            "full_name": "Genesis", 
            "genre": "spotify:artist:3CkvROUTQ6nRi9yQOcsB50", 
            "biography": "N/A"
        }
    }, 
    {
        "pk": 26, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Brooklyn, New York, United States\n", 
            "popularity": 71, 
            "recommended_album": 26, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/7b9e83da15a28e8ee14f417bad8c34665f9958bc", 
            "full_name": "Neil Diamond", 
            "genre": "spotify:artist:7mEIug7XUlQHikrFxjTWes", 
            "biography": "Neil Leslie Diamond (born January 24, 1941) is an American singer-songwriter with a career that began in the 1960s. Diamond has sold over 125 million records worldwide, making him one of the world's best-selling music artists of all time. He is the third most successful adult contemporary artist on the Billboard charts behind Elton John and one-time duet partner Barbra Streisand. His songs have been covered internationally by many performers from various musical genres.\nDiamond was inducted into the Songwriters Hall of Fame in 1984 and into the Rock and Roll Hall of Fame in 2011. Additionally, he received the Sammy Cahn Lifetime Achievement Award in 2000 and in 2011 was an honoree at Kennedy Center. On the Hot 100 and Adult Contemporary charts, he has had eleven No. 1 singles: \"Cracklin' Rosie\", \"Song Sung Blue\", \"Longfellow Serenade\", \"I've Been This Way Before\", \"If You Know What I Mean\", \"Desiree\", \"You Don't Bring Me Flowers\", \"America\", \"Yesterday's Songs\", \"Heartlight\" and \"I'm a Believer\". He continues to record and release new material and maintains an extensive touring schedule."
        }
    }, 
    {
        "pk": 27, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Long Branch, New Jersey, United States<!-- NOTE THAT HE WAS BORN IN A HOSPITAL IN LONG BRANCH BUT WAS RAISED IN FREEHOLD-->\n", 
            "popularity": 82, 
            "recommended_album": 27, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/08142d2cf369e2d9a4562c458b406936110dae62", 
            "full_name": "Bruce Springsteen", 
            "genre": "spotify:artist:3eqjTLE0HfPfh78zjh6TqT", 
            "biography": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American musician, singer, songwriter and humanitarian. He is best known for his work with his E Street Band. Nicknamed \"The Boss\", Springsteen is widely known for his brand of poetic lyrics, Americana working class, sometimes political sentiments centered on his native New Jersey, and his lengthy and energetic stage performances, with concerts from the 1970s to the present decade running over three hours in length.\nSpringsteen's recordings have included both commercially accessible rock albums and more somber folk-oriented works. His most successful studio albums, Born in the U.S.A. and Born to Run, showcase a talent for finding grandeur in the struggles of daily American life; he has sold more than 64 million albums in the United States and more than 120 million records worldwide, making him one of the world's best-selling artists of all time. He has earned numerous awards for his work, including 20 Grammy Awards, two Golden Globes and an Academy Award as well as being inducted into both the Songwriters Hall of Fame and the Rock and Roll Hall of Fame in 1999."
        }
    }, 
    {
        "pk": 28, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " <!-- PLEASE, DO NOT ADD ANYTHING IN THIS FIELD TO AVOID EDIT WARS = SEE ARCHIVES-->\n", 
            "popularity": 77, 
            "recommended_album": 28, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/84ff1082626bfed0ff93b34784a3e28540bd4972", 
            "full_name": "Bee Gees", 
            "genre": "spotify:artist:1LZEQNv7sE11VDY3SdxQeN", 
            "biography": "The Bee Gees were a pop music group formed in 1958. The group's line-up consisted of brothers Barry, Robin, and Maurice Gibb. The trio were successful for most of their decades of recording music, but they had two distinct periods of exceptional success: as a popular music act in the late 1960s and early 1970s, and as prominent performers of the disco music era in the late 1970s. The group sang recognisable three-part tight harmonies; Robin's clear vibrato lead vocals were a hallmark of their earlier hits, while Barry's R&B falsetto became their signature sound during the late 1970s and 1980s. They wrote all of their own hits, as well as writing and producing several major hits for other artists.\nBorn on the Isle of Man to English parents, the Gibb brothers lived in Chorlton, Manchester, England, until the late 1950s, and formed the Rattlesnakes. The family then moved to Redcliffe, in Queensland, Australia, and then to Cribb Island. After achieving their first chart success in Australia as the Bee Gees with \"Spicks and Specks\" (their 12th single), they returned to the UK in January 1967 where producer Robert Stigwood began promoting them to a worldwide audience.\nThe Bee Gees have sold more than 220 million records worldwide, making them one of the world's best-selling music artists of all time. They were inducted into the Rock and Roll Hall of Fame in 1997; the presenter of the award to \"Britain's first family of harmony\" was Brian Wilson, historical leader of the Beach Boys, a \"family act\" also featuring three harmonising brothers. The Bee Gees' Hall of Fame citation says \"Only Elvis Presley, the Beatles, Michael Jackson, Garth Brooks and Paul McCartney have outsold the Bee Gees.\"\nFollowing Maurice's sudden death in January 2003 at the age of 53, Barry and Robin retired the group's name after 45 years of activity. In 2009 Robin announced that he and Barry had agreed that the Bee Gees would re-form and perform again. Robin died in May 2012 at the age of 62, after a prolonged struggle with cancer and other health problems, leaving Barry as the lone surviving member of the group."
        }
    }, 
    {
        "pk": 29, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Madrid, Spain\n", 
            "popularity": 72, 
            "recommended_album": 29, 
            "image_url": "http://assets3.sharedplaylists.com/playlists/7f/47/bc/sz300x300_julio-iglesias-0b9f4ae7eb.png", 
            "full_name": "Julio Iglesias", 
            "genre": "spotify:artist:4etuCZVdP8yiNPn4xf0ie5", 
            "biography": "Julio Iglesias (Spanish pronunciation: [ˈxuljo iˈɣlesjas] born Julio José Iglesias de la Cueva; September 23, 1943) is a Spanish singer and songwriter who has sold 120–300 million records worldwide in 14 languages and released more than 80 albums, and more than 2,600 gold and platinum records certified, making him one of the best selling artists of all time."
        }
    }, 
    {
        "pk": 30, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Deptford, London, England\n ", 
            "popularity": 78, 
            "recommended_album": 30, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/3789f4791276bfd14602e11206276937c27ae818", 
            "full_name": "Dire Straits", 
            "genre": "spotify:artist:0WwSkZ7LtFUFjGjMZBMt6T", 
            "biography": "Dire Straits were a British rock band, formed in 1977 by Mark Knopfler (lead vocals and lead guitar), his younger brother David Knopfler (rhythm guitar and backing vocals), John Illsley (bass guitar and backing vocals), and Pick Withers (drums and percussion). Dire Straits' sound drew from a variety of musical influences, including jazz, folk, and blues, and came closest to beat music within the context of rock and roll. Despite the prominence of punk rock during the band's early years, the band's stripped-down sound contrasted with punk, demonstrating a more \"rootsy\" influence that emerged from pub rock. Many of Dire Straits' compositions were melancholic. Dire Straits' biggest selling album, Brothers in Arms, has sold over 30 million copies, and was the first album to sell a million copies on CD.\nThey also became one of the world's most commercially successful bands, with worldwide album sales of over 120 million. Dire Straits won four Grammy Awards, three Brit Awards—winning Best British Group twice, two MTV Video Music Awards, and various other music awards. The band's songs include \"Money for Nothing\", \"Sultans of Swing\", \"So Far Away\", \"Walk of Life\", \"Brothers in Arms\", \"Private Investigations\", \"Romeo and Juliet\", \"Tunnel of Love\", and \"Telegraph Road\".\nAccording to the Guinness Book of British Hit Albums, Dire Straits have spent over 1,100 weeks on the UK albums chart, ranking fifth all-time. Their career spanned a combined total of 15 years. They originally split up in 1988, but reformed in 1991, and disbanded for good in 1995 when Mark Knopfler launched his career full-time as a solo artist. There were several changes in personnel over both periods, leaving Mark Knopfler and John Illsley as the only two original bandmates who had remained throughout the band's career."
        }
    }, 
    {
        "pk": 31, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Los Angeles, California, U.S.\n", 
            "popularity": 86, 
            "recommended_album": 31, 
            "image_url": "http://www.metallica.com/images/spotify-01.jpg", 
            "full_name": "Metallica", 
            "genre": "spotify:artist:2ye2Wgw4gimLv2eAKyk1NB", 
            "biography": "Metallica is an American heavy metal band formed in Los Angeles, California. Metallica was formed in 1981 when vocalist/guitarist James Hetfield responded to an advertisement posted by drummer Lars Ulrich in a local newspaper. The band's current line-up comprises founding members Hetfield and Ulrich, longtime lead guitarist Kirk Hammett and bassist Robert Trujillo. Lead guitarist Dave Mustaine and bassists Ron McGovney, Cliff Burton and Jason Newsted are former members of the band. Metallica collaborated over a long period with producer Bob Rock, who produced all of the band's albums from 1990 to 2003 and served as a temporary bassist between the departure of Newsted and the hiring of Trujillo.\nThe band's fast tempos, instrumentals, and aggressive musicianship placed them as one of the founding \"big four\" bands of thrash metal, alongside Anthrax, Megadeth, and Slayer. The band earned a growing fan base in the underground music community and won critical acclaim with its first four albums; the third album Master of Puppets (1986) was described as one of the most influential and heaviest thrash metal albums. Metallica achieved substantial commercial success with its eponymous fifth album—also known as The Black Album—which debuted at number one on the Billboard 200. With this release the band expanded its musical direction, resulting in an album that appealed to a more mainstream audience. In 2000, Metallica was among a number of artists who filed a lawsuit against Napster for sharing the band's copyright-protected material for free without consent from any band member. A settlement was reached and Napster became a pay-to-use service. Despite reaching number one on the Billboard 200, the release of St. Anger (2003) alienated many fans with the exclusion of guitar solos and the \"steel-sounding\" snare drum. A film titled Some Kind of Monster documented the recording of St. Anger and the tensions within the band during that time. In 2009, Metallica was inducted into the Rock and Roll Hall of Fame.\nMetallica has released nine studio albums, four live albums, five extended plays, 26 music videos, and 37 singles. The band has won eight Grammy Awards and five of its albums have consecutively debuted at number one on the Billboard 200. The band's eponymous 1991 album has sold over 16 million copies in the United States, making it the best-selling album of the SoundScan Era. Metallica ranks as one of the most commercially successful bands of all time, having sold over 110 million records worldwide. Metallica has been listed as one of the greatest artists of all time by many magazines, including Rolling Stone, which ranked them 61st on its list of The 100 Greatest Artists of All Time. As of December 2012, Metallica is the third best-selling music artist since Nielsen SoundScan began tracking sales in 1991, selling a total of 54.26 million albums in the United States. In 2012, Metallica formed the independent record label Blackened Recordings and took full ownership of its albums and videos. As of 2015, the band is in production of its tenth studio album, slated to be released later in the year."
        }
    }, 
    {
        "pk": 32, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Sayreville, New Jersey\n", 
            "popularity": 81, 
            "recommended_album": 32, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/3826acc318f32610352cfd4b9ea6f4c40ac556cb", 
            "full_name": "Bon Jovi", 
            "genre": "spotify:artist:58lV9VcRSjABbAbfWS6skp", 
            "biography": "Bon Jovi is an American rock band from Sayreville, New Jersey. Formed in 1983, Bon Jovi consists of lead singer and namesake Jon Bon Jovi (born John Francis Bongiovi, Jr.), pianist and keyboard player David Bryan, and drummer Tico Torres. The band's lineup has remained mostly static during its history, with the only exceptions being the 1994 dismissal of bass player Alec John Such, who was unofficially replaced by Hugh McDonald, and the departure of longtime guitarist and co-songwriter Richie Sambora in 2013. In 1986, Bon Jovi achieved widespread global recognition with their third album, Slippery When Wet. The band's fourth album, New Jersey was equally successful in 1988. After touring and recording non-stop during the late 1980s, the band went on hiatus following the New Jersey Tour in 1990, during which time Jon Bon Jovi and Richie Sambora both released successful solo albums. In 1992, the band returned with the album Keep the Faith. Their 2000 single \"It's My Life\", which followed a second hiatus, successfully introduced the band to a younger audience. Bon Jovi have been known to use different styles in their music, which has included country for their 2007 album Lost Highway. On March 12, 2013, Bon Jovi released their 12th studio album, What About Now.\nThus far, Bon Jovi has released 12 studio albums, plus two compilations and two live albums. They are one of the world’s best-selling bands of all time, having sold more than 100 million records worldwide and performed more than 2,700 concerts in over 50 countries for more than 34 million fans. Bon Jovi was inducted into the UK Music Hall of Fame in 2006. The band was also honored with the Award of Merit at the American Music Awards in 2004, and as songwriters and collaborators, Jon Bon Jovi and Richie Sambora were inducted into Songwriters Hall of Fame in 2009."
        }
    }, 
    {
        "pk": 33, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 93, 
            "recommended_album": 33, 
            "image_url": "http://images.cdn.stuff.tv/sites/stuff.tv/files/styles/big-image/public/news/jayz.jpg%3Fitok%3DB7IULqB5", 
            "full_name": "JAY Z", 
            "genre": "spotify:artist:3nFkdlSjzX9mRTtwJOzDYB", 
            "biography": "Shawn Corey Carter (born December 4, 1969), known by his stage name Jay Z (formerly Jay-Z), is an American rapper, record producer, and entrepreneur. He is one of the most financially successful hip hop artists and entrepreneurs in America. In 2014, Forbes estimated Jay Z's net worth at nearly $520 million. He is one of the world's best-selling artists of all time, having sold more than 100 million records, while receiving 21 Grammy Awards for his musical work, and numerous additional nominations. Consistently ranked as one of the greatest rappers ever, he was ranked number one by MTV in their list of The Greatest MCs of All-Time in 2006. Three of his albums, Reasonable Doubt (1996), The Blueprint (2001), and The Black Album (2003), are considered landmarks in the genre with all of them featured in Rolling Stone‍ '​s list of the 500 greatest albums of all time.\nAs an entrepreneur and investor, Jay Z co-owns the 40/40 Club, and is the co-creator of the clothing line Rocawear. He is the former president of Def Jam Recordings, co-founder of Roc-A-Fella Records, and the founder of Roc Nation. He also founded the sports agency Roc Nation Sports and is a certified NBA and MLB sports agent. As an artist, he holds the record for most number one albums by a solo artist on the Billboard 200 with 13. Jay Z also has had four number ones on the Billboard Hot 100, one as lead artist. On December 11, 2009, Jay Z was ranked as the tenth-most successful artist of the 2000s by Billboard as well as the fifth top solo male artist and fourth top rapper behind Eminem, Nelly, and 50 Cent. He was also ranked the 88th greatest artist of all time by Rolling Stone.\nJay Z married American R&B singer Beyoncé in 2008. They have a daughter named Blue Ivy Carter, born January 7, 2012."
        }
    }, 
    {
        "pk": 34, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " McComb, Mississippi, U.S.\n", 
            "popularity": 86, 
            "recommended_album": 34, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/21a6e6a0d33a413cfbaa0e10cc16c056498ba997", 
            "full_name": "Britney Spears", 
            "genre": "spotify:artist:26dSoYclwsYLMAKD3tpOr4", 
            "biography": "Britney Jean Spears (born December 2, 1981) is an American singer and actress. Born in McComb, Mississippi, and raised in Kentwood, Louisiana, she performed acting roles in stage productions and television shows as a child before signing with Jive Records in 1997. Spears's first and second studio albums, ...Baby One More Time (1999) and Oops!... I Did It Again (2000), became international successes, with the former becoming the best-selling album by a teenage solo artist. Title tracks \"...Baby One More Time\" and \"Oops!... I Did It Again\" broke international sales records. In 2001, Spears released her self-titled third studio album, Britney, and played the starring role in the film Crossroads (2002). She assumed creative control of her fourth studio album, In the Zone (2003), which yielded the worldwide success of the \"Toxic\" single.\nIn 2007, Spears's much-publicized personal issues sent her career into hiatus. Her fifth studio album, Blackout, was released later that year, and spawned hits such as \"Gimme More\" and \"Piece of Me\". Her erratic behavior and hospitalizations continued through the following year, at which point she was placed under a still on-going conservatorship. Spears's sixth studio album, Circus (2008), included global chart-topping lead single \"Womanizer\". Its supporting tour The Circus Starring Britney Spears was one of the highest-grossing global concert tours in 2009. Later that October, \"3\" became Spears's third single to reach number one on the Billboard Hot 100. Her seventh studio album, Femme Fatale (2011), became her first to yield three top-ten singles in the United States: \"Hold It Against Me\", \"Till the World Ends\" and \"I Wanna Go\". She also served as a judge during the second season of the American version of The X Factor. Spears's eponymous eighth studio album Britney Jean was released in 2013; it spawned the top 15 hit \"Work Bitch\", however it became the lowest-selling record of her career. Later that year, Spears began the two-year residency show Britney: Piece of Me at The AXIS at Planet Hollywood Resort & Casino in Las Vegas.\nSpears was established as a pop icon and credited with influencing the revival of teen pop during the late 1990s. She became the 'best-selling teenaged artist of all time' and garnered honorific titles including the \"Princess of Pop\". Her work has earned her numerous awards and accolades, including a Grammy Award, six MTV Video Music Awards including the Lifetime Achievement Award, nine Billboard Music Awards, and a star on the Hollywood Walk of Fame. In 2009, Billboard ranked her as the 8th overall Artist of the Decade, and also recognized her as the best-selling female artist of the 2000s, as well as the fifth overall. The Recording Industry Association of America (RIAA) named Spears as the eighth top-selling female artist in the United States, with 34 million certified albums. She has sold over 100 million albums worldwide and over 100 million singles, making her one of the best-selling music artists of all time. Rolling Stone recognized her instant success as one of the Top 25 Teen Idol Breakout Moments of all time, while VH1 ranked her eleventh on their \"100 Greatest Women in Music\" list in 2012, and Billboard named her the sexiest woman in music. Forbes reported that Spears was the highest paid female musician of 2012, with earnings of $58 million, having last topped the list in 2002."
        }
    }, 
    {
        "pk": 35, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Highgate, North London, England\n", 
            "popularity": 82, 
            "recommended_album": 35, 
            "image_url": "http://o.scdn.co/image/78b073677ac24bac958e428df6966046b49d952f", 
            "full_name": "Rod Stewart", 
            "genre": "spotify:artist:2y8Jo9CKhJvtfeKOsYzRdT", 
            "biography": "Roderick David \"Rod\" Stewart, CBE (born 10 January 1945) is a British rock singer-songwriter. Born and raised in London, he is of English and Scottish ancestry. Stewart is one of the best-selling music artists of all time, having sold over 100 million records worldwide.\nHe has had six consecutive number one albums in the UK, and his tally of 62 UK hit singles includes 31 that reached the top 10, six of which gained the number one position. He has had 16 top ten singles in the US, with four reaching number one on the Billboard Hot 100. In 2007, he received a CBE at Buckingham Palace for services to music.\nWith his distinctive raspy singing voice, Stewart came to prominence in the late 1960s and early 1970s with The Jeff Beck Group and then with Faces, though his music career had begun in 1962 when he took up busking with a harmonica. In October 1963 he joined the Dimensions as a harmonica player and part-time vocalist, then in 1964 he joined Long John Baldry and the All Stars. Later, in August 1964, he also signed a solo contract, releasing his first solo single, \"Good Morning Little Schoolgirl\", in October of the same year. He maintained a solo career alongside a group career, releasing his debut solo album An Old Raincoat Won't Ever Let You Down (US: The Rod Stewart Album), in 1969. His early albums were a fusion of rock, folk music, soul music and R&B. His aggressive blues work with The Jeff Beck Group and the Faces influenced heavy metal genres. From the late 1970s through the 1990s, Stewart's music often took on a new wave or soft rock/middle-of-the-road quality, and in the early 2000s he released a series of successful albums interpreting the Great American Songbook.\nIn 2008, Billboard magazine ranked him the 17th most successful artist on the \"Billboard Hot 100 All-Time Top Artists\". A Grammy and Brit Award recipient, he was voted at No. 33 in Q Magazine's list of the top 100 Greatest Singers of all time, and No. 59 on Rolling Stone 100 Greatest Singers of all time. As a solo artist, Stewart was inducted into the US Rock and Roll Hall of Fame in 1994, the UK Music Hall of Fame in 2006 and was inducted a second time into the US Rock and Roll Hall of Fame in 2012, as a member of the Faces."
        }
    }, 
    {
        "pk": 36, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " London, United Kingdom\n", 
            "popularity": 83, 
            "recommended_album": 36, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/d0a80af9bc4735ae29a26493785439bf3ef88660", 
            "full_name": "Fleetwood Mac", 
            "genre": "spotify:artist:08GQAI4eElDnROBrJRGE0X", 
            "biography": "Fleetwood Mac are a British-American rock band formed in July 1967, in London. The band have sold more than 100 million records worldwide, making them one of the best-selling bands of all time. In 1998, selected members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame, and received the Brit Award for Outstanding Contribution to Music.\nThe two most successful periods for the band were during the late 1960s British blues boom, when they were led by guitarist Peter Green and achieved a UK number one with \"Albatross\"; and from 1975 to 1987, as a more pop-oriented act, featuring Christine McVie, Lindsey Buckingham and Stevie Nicks. Fleetwood Mac's second album after the incorporation of Buckingham and Nicks, 1977's Rumours, produced four U.S. Top 10 singles (including Nicks' song \"Dreams\"), and remained at No.1 on the American albums chart for 31 weeks, as well as reaching the top spot in various countries around the world. To date the album has sold over 40 million copies worldwide, making it the sixth-highest-selling album of all time.\nThe band achieved more modest success between 1971 and 1974, when the line-up included Bob Welch, during the 1990s in between the departure and return of Nicks and Buckingham, and during the 2000s between the departure and return of Christine McVie.\nDue to numerous lineup changes, the only original member present in the band is drummer Mick Fleetwood. Although band founder Green named the group by combining the surnames of two of his former bandmates (Fleetwood and McVie) from John Mayall's Bluesbreakers, bassist John McVie played neither on their first single nor at their first concerts, as he initially decided to stay with Mayall. Keyboardist Christine McVie, who joined the band in 1970 while married to John McVie, has appeared on every album except the debut album, either as a member or as a session musician. She left the band in 1998 but returned in 2014."
        }
    }, 
    {
        "pk": 37, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Poteet, Texas, U.S.\n", 
            "popularity": 77, 
            "recommended_album": 37, 
            "image_url": "http://www.cowboysindians.com/Blog/May-2012/Happy-60th-Birthday-George-Strait-A-Spotify-Playlist/george-strait-cover.jpg", 
            "full_name": "George Strait", 
            "genre": "spotify:artist:5vngPClqofybhPERIqQMYd", 
            "biography": "George Harvey Strait (born May 18, 1952) is an American singer, songwriter, actor, and music producer known as the \"King of Country\" and one of the most influential and popular recording artists of all time. He is known for his neotraditionalist country style, cowboy look, and being one of the first and main country artists to bring country music back to its roots and away from the pop country era in the 1980s.\nStrait's success began when his first single \"Unwound\" was a hit in 1981. During the 1980s, seven of his albums reached number one on the country charts. In the 2000s, Strait was named Artist of the Decade by the Academy of Country Music, was elected into the Country Music Hall of Fame, and won his first Grammy award for the album Troubadour. Strait was named CMA Entertainer of the Year in 1989, 1990 and 2013, and ACM Entertainer of the Year in 1990 and 2014. He has been nominated for more CMA and ACM awards and has more wins in both categories than any other artist. In 2009, he broke Conway Twitty's previous record for the most number-one hits on Billboard's Hot Country Songs chart when his 44 number one singles surpassed Twitty's 40. Counting all music charts, Strait has amassed a total of 60 number-one hits, breaking a record also previously set by Twitty, and giving him more number one songs than any other artist in any genre of music.\nStrait has sold more than 100 million records worldwide, making him one of the best-selling artists of all time. His certifications from the RIAA include 13 multi-platinum, 33 platinum, and 38 gold albums. His best-selling album is Pure Country (1992), which sold 6 million (6× platinum). His highest certified album is Strait Out of the Box (1995), which sold 2 million copies (8× Platinum due to being a box set with four CDs). According to the RIAA, Strait is the 12th best-selling album recording artist in the United States overall."
        }
    }, 
    {
        "pk": 38, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Orlando, Florida, United States\n", 
            "popularity": 80, 
            "recommended_album": 38, 
            "image_url": "http://o.scdn.co/cover/7b3815a843691ace4f84e29f422f44a90011aaab", 
            "full_name": "Backstreet Boys", 
            "genre": "spotify:artist:5rSXSAkZ67PYJSvpUpkOr7", 
            "biography": "The Backstreet Boys (sometimes referred to as BSB) are an American vocal group, formed in Orlando, Florida in 1993. The group consists of A. J. McLean, Howie Dorough, Nick Carter, Kevin Richardson, and Brian Littrell.\nThe group rose to fame with their debut international album, Backstreet Boys (1996). In the following year they released their second international album Backstreet's Back (1997), and their U.S. debut album which continued the group's success worldwide. They rose to superstardom with their third studio album Millennium (1999) and its follow-up album, Black & Blue (2000).\nAfter a two-year hiatus, they regrouped and released a comeback album Never Gone (2005). After the conclusion of the Never Gone Tour in 2006, Richardson left the group to pursue other interests. The group then released two albums as a quartet: Unbreakable (2007) and This Is Us (2009).\nIn 2012, the group announced that Richardson had rejoined them permanently. In the following year they celebrated their 20th anniversary and released their first independent album, In a World Like This (2013). The group also released their first documentary movie, titled Backstreet Boys: Show 'Em What You're Made Of in January 2015.\nThe Backstreet Boys have sold over 130 million records worldwide, making them the best-selling boy band in history, and one of the world's best-selling music artists. They are the first group since Sade to have their first nine albums reach the top 10 on the Billboard 200, and the only boy band to do so. They also received a star on the Hollywood Walk of Fame on April 22, 2013."
        }
    }, 
    {
        "pk": 39, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Los Angeles, California, U.S.\n", 
            "popularity": 83, 
            "recommended_album": 39, 
            "image_url": "http://www.thrashhits.com/wpress/wp-content/uploads/2008/11/gunsnroses.gif", 
            "full_name": "Guns N' Roses", 
            "genre": "spotify:artist:3qm84nBOXUEQ2vnTfUTTFC", 
            "biography": "Guns N' Roses is an American hard rock band formed in Los Angeles, in 1985. The classic lineup as signed to Geffen Records in 1986 consisted of vocalist Axl Rose, lead guitarist Slash, rhythm guitarist Izzy Stradlin, bassist Duff McKagan, and drummer Steven Adler. Today, Axl Rose is the only remaining original member, in a lineup that comprises Use Your Illusion–era keyboardist Dizzy Reed, lead guitarists DJ Ashba and Ron \"Bumblefoot\" Thal, rhythm guitarist Richard Fortus, bassist Tommy Stinson, drummer Frank Ferrer, and keyboardist Chris Pitman. The band has released six studio albums to date, accumulating sales of more than 100 million records worldwide, including shipments of 45 million in the United States, making them one of the world's best-selling bands of all time.\nA year after its release, Guns N' Roses' debut album Appetite for Destruction (1987) reached No. 1 on the Billboard 200, on the strength of the hit \"Sweet Child o' Mine\", their only single to reach No. 1 on the Billboard Hot 100. The album has sold in excess of 28 million copies worldwide, including 18 million units sold in the United States, making it the best-selling debut album of all time in the U.S. The success of their debut was followed by the eight-song album G N' R Lies (1988) which reached No. 2 on the Billboard 200. The twin albums Use Your Illusion I and Use Your Illusion II (1991) debuted at No. 2 and No. 1 on the Billboard 200 and have sold a combined 35 million copies worldwide, including 14 million units sold in the United States alone. The cover album \"The Spaghetti Incident?\" (1993) was the band's last studio album to feature Slash and McKagan. After more than a decade of work and many lineup changes, Guns N' Roses released the long-awaited album Chinese Democracy (2008) which, at an estimated $14 million in production costs, made it the most expensive album to ever be produced in music history. It debuted at No. 3 on the Billboard 200 but undersold industry expectations, despite mostly positive critical reception.\nGuns N' Roses have been credited with reviving the mainstream popularity of rock music, at a time when popular music was dominated by dance music and pop metal. Their late 1980s and early 1990s years have been described as the period in which they brought forth a \"hedonistic rebelliousness\" reminiscent of the early Rolling Stones, a reputation that had earned them the nickname \"The Most Dangerous Band in the World\". The band's classic lineup, along with later members Reed and drummer Matt Sorum, were inducted into the Rock and Roll Hall of Fame in 2012, their first year of eligibility."
        }
    }, 
    {
        "pk": 40, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " The Bronx, New York, U.S.\n", 
            "popularity": 83, 
            "recommended_album": 40, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/9e7047ec5d0d86494328341f676527b6d05f9f66", 
            "full_name": "Prince Royce", 
            "genre": "spotify:artist:3MHaV05u0io8fQbZ2XPtlC", 
            "biography": "Geoffrey Royce Rojas (born May 11, 1989), known by his stage name Prince Royce, is an American singer, songwriter and record producer from The Bronx. At an early age, Royce took an interest in music and into his teenage years, began experimenting with music and writing poetry. By age nineteen, Royce met Andrés Hidalgo, who became his manager. Hidalgo later introduced Royce to Sergio George, who immediately signed him to his label after hearing three of his demos.\nIn March 2010, he released his eponymous debut studio album, which generated two commercially successful singles, \"Stand by Me\" and \"Corazón Sin Cara\". Both songs reached number-one on the Billboard Tropical Songs chart while \"Corazón Sin Cara\" reached number-one on the US Hot Latin Songs chart. The album itself reached number-one on the US Billboard Latin Albums and Tropical Albums charts. He also received three awards at the Billboard Latin Music Awards in 2011, which included Tropical Album of the Year for Prince Royce. Prince Royce was listed as one of the 50 Most Beautiful on the magazine People en Español in 2011. On April 10, 2012, Royce released his second studio album, Phase II. In November 2012, Royce released a compilation album entitled \"#1's\", a collection of his hits thus far."
        }
    }, 
    {
        "pk": 41, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Liverpool, England\n", 
            "popularity": 88, 
            "recommended_album": 41, 
            "image_url": "http://musically.com/wp-content/uploads/2012/11/paul-mccartney.jpg", 
            "full_name": "Paul McCartney", 
            "genre": "spotify:artist:4STHEaNw4mPZ2tzheohgXB", 
            "biography": "Sir James Paul McCartney MBE (born 18 June 1942) is an English singer-songwriter, multi-instrumentalist, and composer. With John Lennon, George Harrison, and Ringo Starr, he gained worldwide fame as the bassist of British rock band the Beatles, one of the most popular and influential groups in the history of pop music; his songwriting partnership with Lennon is one of the most celebrated of the 20th century. After the band's break-up, he pursued a solo career and formed Wings with his first wife, Linda, and Denny Laine.\nMcCartney has been recognised as one of the most successful composers and performers of all time, with 60 gold discs and sales of over 100 million albums and 100 million singles of his work with the Beatles and as a solo artist. More than 2,200 artists have covered his Beatles song \"Yesterday\", more than any other copyrighted song in history. Wings' 1977 release \"Mull of Kintyre\" is one of the all-time best-selling singles in the UK. A two-time inductee into the Rock and Roll Hall of Fame (as a member of The Beatles in 1988, and as a solo artist in 1999), and a 21-time Grammy Award winner (having won both individually and with the Beatles), McCartney has written, or co-written 32 songs that have reached number one on the Billboard Hot 100, and as of 2014 he has sold more than 15.5 million RIAA-certified units in the United States. McCartney, Lennon, Harrison and Starr received MBEs in 1965, and in 1997, McCartney was knighted for his services to music.\nMcCartney has released an extensive catalogue of songs as a solo artist and has composed classical and electronic music. He has taken part in projects to promote international charities related to such subjects as animal rights, seal hunting, land mines, vegetarianism, poverty, and music education. He has married three times and is the father of five children."
        }
    }, 
    {
        "pk": 42, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Houston, Texas, United States\n", 
            "popularity": 69, 
            "recommended_album": 42, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/58f30cb6545fe5ecba1153844617e5ad79fe2ab1", 
            "full_name": "Kenny Rogers", 
            "genre": "spotify:artist:4tw2Lmn9tTPUv7Gy7mVPI4", 
            "biography": "Kenneth Donald \"Kenny\" Rogers (born August 21, 1938) is an American singer-songwriter and record producer. He is a member of the Country Music Hall of Fame.\nThough he has been most successful with country audiences, he has charted more than 120 hit singles across various music genres, topped the country and pop album charts for more than 200 individual weeks in the United States alone and has sold over 100 million records worldwide, making him one of the best-selling music artists of all time.\nTwo of his albums, The Gambler and Kenny, are featured in the About.com poll of \"The 200 Most Influential Country Albums Ever\". He was voted the \"Favorite Singer of All-Time\" in a 1986 joint poll by readers of both USA Today and People. He has received numerous such awards as the AMAs, Grammys, ACMs and CMAs, as well as a lifetime achievement award for a career spanning six decades in 2003.\nLater success includes the 2006 album release, Water & Bridges, an across the board hit, that hit the Top 5 in the Billboard Country Albums sales charts, also charting in the Top 15 of the Billboard 200. The first single from the album, \"I Can't Unlove You,\" was also a sizable chart hit. Remaining a popular entertainer around the world, the following year he completed a tour of the United Kingdom and Ireland, telling BBC Radio 2 DJ Steve Wright his favourite hit was \"The Gambler\". He has also acted in a variety of movies and television shows, most notably the title roles in Kenny Rogers as The Gambler and the MacShayne series as well as his appearance on The Muppet Show.\n↑ 1.0 1.1 per A&E Biography special\n↑ CMT.com Staff (April 10, 2013). \"Country Hall of Fame Elects Kenny Rogers, Bobby Bare, Jack Clement\". CMT News. cmt.com. Retrieved April 13, 2013. \n↑ Coulter, Barry (June 9, 2014). \"Kenny Rogers touches down in Cranbrook this week\". Cranbrook Daily Townsman. Retrieved June 11, 2014. \n↑ Gambler & Kenny are on About.com's poll of \"The 200 Most Influential Country Albums Ever\"\n↑ Voted 1986 \"Favorite Singer of All-Time\" by readers of USA Today and People\n↑ [1]\n↑ \"Kenny Rogers\". IMDb.com. Retrieved November 12, 2013. \n↑ \"\"The Muppet Show\" Episode No. 4.10 (1979)\". IMDb.com. Retrieved November 12, 2013."
        }
    }, 
    {
        "pk": 43, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Gary, Indiana, U.S.\n", 
            "popularity": 75, 
            "recommended_album": 43, 
            "image_url": "http://o.scdn.co/image/7530f723f0bb8b31c19635dbe2b9f198209def62", 
            "full_name": "Janet Jackson", 
            "genre": "spotify:artist:4qwGe91Bz9K2T8jXTZ815W", 
            "biography": "Janet Damita Jo Jackson (born May 16, 1966) is an American singer, songwriter, and actress. Known for a series of sonically innovative, socially conscious and sexually provocative records, as well as elaborate stage shows, television and film roles, she has been a prominent figure in popular culture for over 25 years. The youngest child of the Jackson family, she began her career with the variety television series The Jacksons in 1976 and went on to appear in other television shows throughout the 1970s and early 1980s, including Good Times and Fame.\nAfter signing a recording contract with A&M Records in 1982, she became a pop icon following the release of her third studio album Control (1986). Her collaborations with record producers Jimmy Jam and Terry Lewis incorporated elements of rhythm and blues, funk, disco, rap, and industrial beats, which led to crossover success in popular music. In addition to receiving recognition for the innovation in her records, choreography, music videos, and prominence on radio airplay and MTV, she was acknowledged as a role model for her socially conscious lyrics.\nIn 1991, she signed the first of two record-breaking, multi-million dollar contracts with Virgin Records, establishing her as one of the highest paid artists in the industry. Her debut album under the label, Janet (1993), saw her develop a public image as a sex symbol as she began to explore sexuality in her work. That same year, she appeared in her first starring film role in Poetic Justice; since then she has continued to act in feature films. By the end of the 1990s, she was named the second most successful recording artist of the decade. The release of her seventh studio album All for You (2001) coincided with a celebration of her impact on popular music as the inaugural MTV Icon. After parting ways with Virgin she released her tenth stuido album Discipline (2008), her first and only album with Island Records. In 2015, she partnered with BMG Rights Management to launch her own record label, Rhythm Nation Records.\nHaving sold over 160 million records, she is ranked as one of the best-selling artists in the history of contemporary music. The Recording Industry Association of America (RIAA) lists her as the eleventh best-selling female artist in the United States, with 26 million certified albums. She has amassed an extensive catalog of hits, with singles such as \"Nasty\", \"Rhythm Nation\", \"If\", \"That's the Way Love Goes\", \"Together Again\" and \"All for You\" among her most distinguished on records chart. She holds the record for the most consecutive top 10 hits on the Billboard Hot 100 by a female artist with 18. In 2008, Billboard magazine released its list of the Hot 100 All-Time Top Artists, placing her at number seven, while in 2010, ranking her fifth among the \"Top 50 R&B/Hip-Hop Artists of the Past 25 Years\". One of the world's most awarded artists, her longevity, records and achievements reflect her influence in shaping and redefining the scope of popular music. She has been cited as an inspiration among numerous performers."
        }
    }, 
    {
        "pk": 44, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": "N/A", 
            "popularity": 71, 
            "recommended_album": 44, 
            "image_url": "http://www.officelovin.com/wp-content/uploads/2014/04/da59c6ff3bfdbad59e8ef351ba6c6854-790x425.jpg", 
            "full_name": "Chicago", 
            "genre": "spotify:artist:3iDD7bnsjL9J4fO298r0L0", 
            "biography": "Chicago (/ʃɨˈkɑːɡoʊ/ or /ʃɨˈkɔːɡoʊ/) is the third most populous city in the United States. With over 2.7 million residents, it is the most populous city in the state of Illinois and the Midwest. The Chicago metropolitan area is home to nearly 10 million people and is the third-largest in the United States. Chicago is the seat of Cook County.\nChicago was incorporated as a city in 1837, near a portage between the Great Lakes and the Mississippi River watershed, and experienced rapid growth in the mid-nineteenth century. Today, the city is an international hub for finance, commerce, industry, technology, telecommunications, and transportation, with O'Hare International Airport being the busiest airport in the world; it also has the largest number of U.S. highways and railroad freight. In 2012, Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and ranks seventh in the world in the 2014 Global Cities Index. As of 2012, Chicago had the third largest gross metropolitan product in the United States at US$571 billion.\nIn 2014, Chicago hosted 50.2 million international and domestic visitors. Chicago's culture includes contributions to the visual arts, novels, film, theater, especially improvisational comedy, and music, particularly jazz, blues, soul, and house music. The city has many nicknames, which reflect the impressions and opinions about historical and contemporary Chicago. The best-known include the \"Windy City\" and \"Second City\". Chicago has professional sports teams in each of the major professional leagues."
        }
    }, 
    {
        "pk": 45, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Los Angeles, California, United States\n", 
            "popularity": 12, 
            "recommended_album": 45, 
            "image_url": "http://www.mtv.com/crop-images/2013/08/23/the_carpenters_1377290918543.jpg", 
            "full_name": "The Carpenters", 
            "genre": "spotify:artist:6nWLkLMNljsR8U1emdLDbJ", 
            "biography": "The Carpenters were an American vocal and instrumental duo consisting of siblings Karen and Richard Carpenter. Together, they produced a distinctively soft musical style, later becoming one of the best-selling music artists of all time. During their 14-year career, the Carpenters recorded 11 albums, thirty-one singles, five television specials, and a short-lived television series. They were ended in 1983 by Karen's death from heart failure brought on by complications of anorexia. Extensive news coverage surrounding the circumstances of her death increased public awareness of eating disorders.\nThe duo's brand of melodic pop produced a record-breaking run of hit recordings on the American Top 40 and Adult Contemporary charts, and they became leading sellers in the soft rock, easy listening and adult contemporary genres. Carpenters had three No. 1 singles and five No. 2 singles on the Billboard Hot 100 and fifteen No. 1 hits on the Adult Contemporary chart. In addition, they had twelve top 10 singles. To date, Carpenters' album and single sales total more than 100 million units."
        }
    }, 
    {
        "pk": 46, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Duluth, Minnesota, United&nbsp;States\n", 
            "popularity": 81, 
            "recommended_album": 46, 
            "image_url": "https://d3rt1990lpmkn.cloudfront.net/640/c5525afd94a493d7d7dd53ef23f1def0db47fc51", 
            "full_name": "Bob Dylan", 
            "genre": "spotify:artist:74ASZWbe4lXaubB36ztrGX", 
            "biography": "Bob Dylan (/ˈdɪlən/; born Robert Allen Zimmerman, May 24, 1941) is an American singer-songwriter, artist, and writer. He has been influential in popular music and culture for more than five decades. Much of his most celebrated work dates from the 1960s when his songs chronicled social unrest, although Dylan repudiated suggestions from journalists that he was a spokesman for his generation. Nevertheless, early songs such as \"Blowin' in the Wind\" and \"The Times They Are a-Changin'\" became anthems for the American civil rights and anti-war movements. Leaving his initial base in the American folk music revival, Dylan's six-minute single \"Like a Rolling Stone\" altered the range of popular music in 1965. His mid-1960s recordings, backed by rock musicians, reached the top end of the United States music charts while also attracting denunciation and criticism from others in the folk movement.\nDylan's lyrics have incorporated various political, social, philosophical, and literary influences. They defied existing pop music conventions and appealed to the burgeoning counterculture. Initially inspired by the performances of Little Richard, and the songwriting of Woody Guthrie, Robert Johnson and Hank Williams, Dylan has amplified and personalized musical genres. His recording career, spanning 50 years, has explored the traditions in American song—from folk, blues, and country to gospel, rock and roll, and rockabilly to English, Scottish, and Irish folk music, embracing even jazz and the Great American Songbook. Dylan performs with guitar, keyboards, and harmonica. Backed by a changing line-up of musicians, he has toured steadily since the late 1980s on what has been dubbed the Never Ending Tour. His accomplishments as a recording artist and performer have been central to his career, but his greatest contribution is considered his songwriting.\nSince 1994, Dylan has published six books of drawings and paintings, and his work has been exhibited in major art galleries. As a musician, Dylan has sold more than 100 million records, making him one of the best-selling artists of all time; he has received numerous awards including Grammy, Golden Globe, and Academy Award; he has been inducted into the Rock and Roll Hall of Fame, Minnesota Music Hall of Fame, Nashville Songwriters Hall of Fame, and Songwriters Hall of Fame. The Pulitzer Prize jury in 2008 awarded him a special citation for \"his profound impact on popular music and American culture, marked by lyrical compositions of extraordinary poetic power.\" In May 2012, Dylan received the Presidential Medal of Freedom from Barack Obama."
        }
    }, 
    {
        "pk": 47, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " East Finchley, London, England \n", 
            "popularity": 75, 
            "recommended_album": 47, 
            "image_url": "http://now-here-this.timeout.com/wp-content/uploads/2012/08/george-michael-_2308799b.jpeg", 
            "full_name": "George Michael", 
            "genre": "spotify:artist:19ra5tSw0tWufvUp8GotLo", 
            "biography": "Georgios Kyriacos Panayiotou (born 25 June 1963), better known by his stage name George Michael, is an English singer, songwriter, multi-instrumentalist and record producer. Michael rose to superstardom during the 1980s and 1990s with his style of post-disco dance-pop. He has also been characterised as a blue-eyed soul singer, although his material draws more from middle-of-the-road pop than soul music.\nAs one of the world's best-selling music artists, Michael has sold more than 100 million records worldwide as of 2010. His 1987 debut solo album, Faith, has on its own sold more than 20 million copies worldwide. Michael has garnered seven number one singles in the UK and eight number one hits on the Billboard Hot 100 in the US. In 2008, Billboard magazine ranked Michael the 40th most successful artist on the Billboard Hot 100 Top All-Time Artists list.\nMichael has won numerous music awards throughout his 30-year career, including three Brit Awards—winning Best British Male twice, four MTV Video Music Awards, four Ivor Novello Awards, three American Music Awards, and two Grammy Awards from eight nominations.\nIn 2004, the Radio Academy named Michael as the most played artist on British radio between the period of 1984–2004. The documentary A Different Story was released in 2005; it covered his personal life and professional career. In 2006, George Michael announced his first tour in 15 years, the worldwide 25 Live tour, spanning three individual tours over the course of three years (2006, 2007 and 2008)."
        }
    }, 
    {
        "pk": 48, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Kingston, Ontario, Canada\n", 
            "popularity": 77, 
            "recommended_album": 48, 
            "image_url": "http://i.ytimg.com/vi/E0wW9RwpG7M/maxresdefault.jpg", 
            "full_name": "Bryan Adams", 
            "genre": "spotify:artist:3Z02hBLubJxuFJfhacLSDc", 
            "biography": "Bryan Guy Adams, OC OBC (born 5 November 1959) is a Canadian singer, musician, producer, actor, social activist, and photographer.\nAdams rose to fame in North America with his album Cuts Like a Knife and turned into a global star with his 1984 album Reckless.\nFor his contributions to music, Adams has garnered many awards and nominations, including 20 Juno Awards among 56 nominations, 15 Grammy Award nominations including a win for Best Song Written Specifically for a Motion Picture or Television in 1992. He has also won MTV, ASCAP, American Music awards, two Ivor Novello Awards for song composition and has been nominated five times for Golden Globe Awards and three times for Academy Awards for his songwriting for films.\nAdams was awarded the Order of Canada and the Order of British Columbia for contributions to popular music and philanthropic work via his own foundation, which helps improve education for people around the world.\nAdams was inducted into the Hollywood Walk of Fame in March 2011 and Canada's Walk of Fame, Canadian Broadcast Hall of Fame in 1998., and in April 2006 he was inducted into the Canadian Music Hall of Fame at Canada's Juno Awards. In 2008, Bryan was ranked 38th on the list of All-Time top artists in the Billboard Hot 100 50th Anniversary Charts. On 13 January 2010, he received the Allan Waters Humanitarian Award for his part in numerous charitable concerts and campaigns during his career, and on 1 May 2010 was given the Governor General's Performing Arts Award for his 30 years of contributions to the arts."
        }
    }, 
    {
        "pk": 49, 
        "model": "volumemax.artist", 
        "fields": {
            "origin": " Sheffield, South Yorkshire, England\n", 
            "popularity": 71, 
            "recommended_album": 49, 
            "image_url": "http://metalsludge.tv/wp-content/uploads/2015/07/DL_PC_July_1_2015_3.jpg", 
            "full_name": "Def Leppard", 
            "genre": "spotify:artist:6H1RjVyNruCmrBEWRbD0VZ", 
            "biography": "Def Leppard are an English rock band formed in 1977 in Sheffield as part of the New Wave of British Heavy Metal movement. Since 1992, the band has consisted of Rick Savage (bass, backing vocals), Joe Elliott (lead vocals), Rick Allen (drums, backing vocals), Phil Collen (guitar, backing vocals), and Vivian Campbell (guitar, backing vocals). This is the band's longest-standing line-up.\nThe band's strongest commercial success came between the early 1980s and the early 1990s. Their 1981 album High 'n' Dry was produced by Robert John \"Mutt\" Lange, who helped them begin to define their style, and the album's stand out track \"Bringin' On the Heartbreak\" became one of the first rock videos played on MTV in 1982. The band's next studio album Pyromania in January 1983, with \"Photograph\" as the lead single, turned Def Leppard into a household name. In the U.S, Pyromania was certified Diamond (10× Platinum). In 2003, the album ranked number 384 on Rolling Stone's 500 Greatest Albums of All Time.\nDef Leppard's fourth album Hysteria, released in August 1987, topped the U.S. and UK album charts. As of 2009, it has reached beyond the success of Pyromania, having been certified 12× Platinum for sales of over 12 million in the U.S. and has gone on to sell over 20 million copies worldwide. The album spawned seven singles, including the U.S. Billboard Hot 100 number one \"Love Bites\", alongside \"Pour Some Sugar on Me\", \"Hysteria\", \"Armageddon It\", \"Animal\", \"Rocket\", and \"Women\".\nTheir next studio album Adrenalize (the first following the death of guitarist Steve Clark) reached number one on the U.S. Billboard 200 and UK Album Chart in 1992, and contained several hits including, \"Let's Get Rocked\" and \"Have You Ever Needed Someone So Bad\". Their 1993 album Retro Active contained the acoustic hit song \"Two Steps Behind\", while their greatest hits album Vault released in 1995 featured the new track \"When Love & Hate Collide\".\nAs one of the world's best-selling music artists, Def Leppard have sold more than 100 million records worldwide, and have two albums with RIAA Diamond certification, Pyromania and Hysteria. They are one of only five rock bands with two original studio albums selling over 10 million copies in the U.S. The band were ranked No. 31 in VH1's \"100 Greatest Artists of Hard Rock\" and ranked No. 70 in \"100 Greatest Artists of All Time\"."
        }
    }
]
